var_x 7576
brack_close 3788
brack_open 3788
select 3788
where 3788
dbo_architect 300
dbo_architecturalStyle 300
dbo_buildingStartYear 300
dbo_constructionMaterial 300
dbo_currentlyUsedFor 300
dbo_maintainedBy 300
dbo_rebuildingDate 300
dbo_rebuildingYear 300
dbo_tenant 300
dbo_visitorStatisticsAsOf 300
dbo_visitorsPercentageChange 300
dbo_demolitionDate 276
dbo_reopeningDate 101
dbo_buildingEndYear 75
dbo_demolitionYear 36
dbr_Albany–Rensselaer_station 4
dbr_Anniston_station 4
dbr_Burlington_station_(Iowa) 4
dbr_Corcoran_station 4
dbr_Dover_Plains_station 4
dbr_Hualien_railway_station 4
dbr_Ivanhoe_station_(Illinois) 4
dbr_Journal_Square_Transportation_Center 4
dbr_Keelung_railway_station 4
dbr_McCook_station 4
dbr_Mineola_station_(Texas) 4
dbr_Orland_Park_143rd_Street_station 4
dbr_Ottumwa_station 4
dbr_Pingtung_railway_station 4
dbr_Santa_Fe_Passenger_Depot_(Fresno,_California) 4
dbr_Standedge_Tunnels 4
dbr_Taoyuan_railway_station 4
dbr_Werribee_railway_station 4
dbr_Artarmon_railway_station 3
dbr_Beecroft_railway_station 3
dbr_Blisworth_Tunnel 3
dbr_Boston_University_East_station 3
dbr_Brick_Church_station 3
dbr_Butler_station_(MBTA) 3
dbr_Chatham_station_(NJ_Transit) 3
dbr_Concord_West_railway_station 3
dbr_Cranford_station 3
dbr_Dewey_Square_Tunnel 3
dbr_East_Falls_Church_station 3
dbr_Elberon_station 3
dbr_Far_Hills_station 3
dbr_Flemington_railway_station 3
dbr_Glenfield_railway_station,_Sydney 3
dbr_Greenwich_station_(Metro-North) 3
dbr_Harecastle_railway_tunnel 3
dbr_Heath_Street_station 3
dbr_Kantemirovskaya_(Moscow_Metro) 3
dbr_Kew_Gardens_station_(LIRR) 3
dbr_Lansdowne_station_(MBTA) 3
dbr_Macdonaldtown_railway_station 3
dbr_Mattapan_station 3
dbr_Metropolitan_Stadium 3
dbr_Milsons_Point_railway_station 3
dbr_Milton_station_(MBTA) 3
dbr_Morristown_station 3
dbr_Mount_Druitt_railway_station 3
dbr_Mount_Tabor_station 3
dbr_Museum_of_Fine_Arts_station_(MBTA) 3
dbr_Oak_Flats_railway_station 3
dbr_Oatley_railway_station 3
dbr_Penshurst_railway_station,_Sydney 3
dbr_Polo_Grounds 3
dbr_Rahway_station 3
dbr_River_Edge_station 3
dbr_Schofields_railway_station 3
dbr_Skanstull_metro_station 3
dbr_Slependen_Station 3
dbr_South_Acton_station_(MBTA) 3
dbr_Stabekk_Station 3
dbr_Suffern_station 3
dbr_Tampa_Union_Station 3
dbr_Uphams_Corner_station 3
dbr_Waarschoot_railway_station 3
dbr_Walnut_Street_station_(NJ_Transit) 3
dbr_Watchung_Avenue_station 3
dbr_Wellesley_Hills_station 3
dbr_Wollaston_station 3
dbr_Yankee_Stadium_(1923) 3
_(CPTM) 2
dbr_18th_Street_station_(Illinois) 2
dbr_27th_Street_station 2
dbr_46th_Street_station_(SEPTA) 2
dbr_54th/Cermak_station 2
dbr_55th–56th–57th_Street_station 2
dbr_60th_Street_station_(SEPTA) 2
dbr_8th_Street_station_(Philadelphia) 2
dbr_95th_Street–Longwood_station 2
dbr_9th_Street_station_(Charlotte) 2
dbr_Addison_Road_station 2
dbr_Addison_station_(CTA_Red_Line) 2
dbr_Adendro_railway_station 2
dbr_Agios_Stefanos_railway_station 2
dbr_Aiginio_railway_station 2
dbr_Ak-Sar-Ben_(arena) 2
dbr_Al_F._Caniglia_Field 2
dbr_Al_Masry_Club_Stadium 2
dbr_Alabang_station 2
dbr_Albert_Bridge,_London 2
dbr_Albertslund_station 2
dbr_Albion_River_Bridge 2
dbr_Albion_railway_station,_Melbourne 2
dbr_Alfond_Stadium_(University_of_Maine) 2
dbr_Ali_Sami_Yen_Stadium 2
dbr_Allegheny_Mountain_Tunnel 2
dbr_Allen_Theatre 2
dbr_Alliant_Energy_PowerHouse 2
dbr_Amory_Street_station 2
dbr_Amway_Arena 2
dbr_Andrew_Carnegie_Free_Library_&_Music_Hall_(Carnegie,_Pennsylvania) 2
dbr_Angus_L._Macdonald_Bridge 2
dbr_Apollon_Theatre_(Patras) 2
dbr_Ararat_railway_station 2
dbr_Ardeer_railway_station 2
dbr_Arena_Omsk 2
dbr_Arlington_station_(MBTA) 2
dbr_Armadale_railway_station,_Perth 2
dbr_Astronomical_Observatory_(University_of_Illinois_Urbana-Champaign) 2
dbr_Atlanta–Fulton_County_Stadium 2
dbr_Auburn_Sports_Arena 2
dbr_Auckland_Harbour_Bridge 2
dbr_Austin_Dam_failure_(Pennsylvania) 2
dbr_Austin_Dam_failure_(Texas) 2
dbr_Autobuses_del_Norte_metro_station 2
dbr_Avalon_station_(GCRTA) 2
dbr_Avlona_railway_station 2
dbr_Avonmouth_Bridge 2
dbr_Ayala_Bridge 2
dbr_BNY_Mellon_Center_(Pittsburgh) 2
dbr_Back_Bay_station 2
dbr_Baguashan_Tunnel_(THSR) 2
dbr_Bahía_Blanca_Sud_railway_station 2
dbr_Bailey's_Dam 2
dbr_Bairnsdale_railway_station 2
dbr_Bamban_Bridge 2
dbr_Barwon_Heads_Bridge 2
dbr_Basij_Metro_Station 2
dbr_Battery_Park_Underpass 2
dbr_Bayfront_Center 2
dbr_Bayswater_railway_station,_Melbourne 2
dbr_Beacon_Hill_tunnel_(Seattle) 2
dbr_Beaufort_railway_station_(Sabah) 2
dbr_Beerburrum_railway_station 2
dbr_Belcourt_of_Newport 2
dbr_Belvoir_station 2
dbr_Benedum_Center 2
dbr_Benning_Road_station 2
dbr_Bergen_Tunnels 2
dbr_Berlin-Schöneberg_station 2
dbr_Big_Dig 2
dbr_Bingen–White_Salmon_station 2
dbr_Birsa_Munda_Hockey_Stadium 2
dbr_Bitar_Mansion 2
dbr_Bittern_railway_station 2
dbr_Black_Rock_Tunnel 2
dbr_Blackburn_Boulevard_bus_station 2
dbr_Blackwall_Tunnel 2
dbr_Blair_Theatre 2
dbr_Bland_Street_station 2
dbr_Boundary_Field 2
dbr_Boxtel_railway_station 2
dbr_Branford_station 2
dbr_Brewster_station 2
dbr_Bridge_in_West_Earl_Township 2
dbr_Brighton_railway_station,_Adelaide 2
dbr_Broken_Hill_railway_station 2
dbr_Brown_County_Veterans_Memorial_Arena 2
dbr_Bruce_Tunnel 2
dbr_Bukit_Panjang_Bus_Interchange 2
dbr_Buntun_Bridge 2
dbr_Burbank_Airport–South_station 2
dbr_Burlington–Bristol_Bridge 2
dbr_Busch_Memorial_Stadium 2
dbr_Busse_House 2
dbr_Buster_Boyd_Bridge 2
dbr_Cần_Thơ_Stadium 2
dbr_CSC_Nika_Stadium 2
dbr_Caboolture_railway_station 2
dbr_Cabuyao_station 2
dbr_Caesars_Superdome 2
dbr_Camp_de_Les_Corts 2
dbr_Candaba_Viaduct 2
dbr_Candlestick_Park 2
dbr_Canoga_station 2
dbr_Canton_Viaduct 2
dbr_Capital_Centre_(Landover,_Maryland) 2
dbr_Caprigliola_bridge_collapse 2
dbr_Carrum_railway_station 2
dbr_Castielertobel_Viaduct 2
dbr_Catanzaro_railway_station 2
dbr_Cathedral_of_the_Blessed_Sacrament_(Altoona,_Pennsylvania) 2
dbr_Centennial_Olympic_Stadium 2
dbr_Center_City_Commuter_Connection 2
dbr_Changhua_HSR_station 2
dbr_Changping_North_railway_station 2
dbr_Charlotte_Coliseum 2
dbr_Chelsea_railway_station,_Melbourne 2
dbr_Cheltenham_railway_station,_Melbourne 2
dbr_Chemult_station 2
dbr_Cheonan_Oryong_Stadium 2
dbr_Chesapeake_Bay_Bridge 2
dbr_Chilgol_station 2
dbr_Chirk_Tunnel 2
dbr_Chiswick_Bridge 2
dbr_Christ_Church,_Bacup 2
dbr_Christchurch_Arts_Centre 2
dbr_Church_of_St._Luke_and_The_Epiphany_(Philadelphia) 2
dbr_Church_of_the_Messiah_(Toronto) 2
dbr_Churia_Tunnel 2
dbr_City_Island_Bridge 2
dbr_Civic_Arena_(Pittsburgh) 2
dbr_Claudelands_Bridge 2
dbr_Clayton_railway_station,_Melbourne 2
dbr_Cleveland_Stadium 2
dbr_Clifton_Hampden_Bridge 2
dbr_Climate_Pledge_Arena 2
dbr_Clinton_station_(Connecticut) 2
dbr_Coconut_Grove_Convention_Center 2
dbr_Cohen_Stadium 2
dbr_Colchester_Community_Stadium 2
dbr_Colorado_State_Capitol 2
dbr_Comandante_Sampaio_(CPTM) 2
dbr_Copenhagen_Central_Station 2
dbr_Corning_station 2
dbr_Cornish–Windsor_Covered_Bridge 2
dbr_County_Center/Little_Italy_station 2
dbr_Coventry_station_(GCRTA) 2
dbr_Cowan_Tunnel 2
dbr_Crawfordsville_station 2
dbr_Crosley_Field 2
dbr_Cyrville_station 2
dbr_Daegu_Civic_Stadium 2
dbr_Daneshgah-e_Tarbiat_Modares_Metro_Station 2
dbr_David_W._and_Jane_Curtis_House 2
dbr_Del_Mar_station 2
dbr_Delmar_Fieldhouse 2
dbr_Delray_Beach_station 2
dbr_Deportivo_18_de_Marzo_metro_station 2
dbr_Dering_Building 2
dbr_Des_Moines_Coliseum 2
dbr_Detroit_Lakes_station 2
dbr_Detroit_station 2
dbr_Deutschlandhalle 2
dbr_Dickies_Arena 2
dbr_Dnipro-Arena 2
dbr_Domingos_de_Moraes_(CPTM) 2
dbr_Don_Bridge 2
dbr_Don_Valley_Stadium 2
dbr_Downtown_Hudson_Tubes 2
dbr_Dr._Luke_A._Port_House 2
dbr_Dudley_Field_(El_Paso) 2
dbr_Dudley_Tunnel 2
dbr_Dufferin_Street_bridges 2
dbr_Duquesne_Gardens 2
dbr_Durand_Union_Station 2
dbr_Dynamo_Training_Center 2
dbr_Dzierżążno_railway_station 2
dbr_East_105th–Quincy_station 2
dbr_East_79th_station_(GCRTA_Red_Line) 2
dbr_East_Bengal_Ground 2
dbr_East_River_Tunnels 2
dbr_Eaton_station 2
dbr_Ebbets_Field 2
dbr_Ecseri_út_metro_station 2
dbr_Edithvale_railway_station 2
dbr_Edward_L._Blackshear_Field 2
dbr_El_Monte_Station 2
dbr_Elephant_Pass_railway_station 2
dbr_Elijah's_Church 2
dbr_Elwha_Dam 2
dbr_Engenheiro_Goulart_(CPTM) 2
dbr_Envalira_Tunnel 2
dbr_Essendon_railway_station 2
dbr_Estádio_Urbano_Caldeira 2
dbr_Estadio_Corona_(1970) 2
dbr_Estadio_Elías_Figueroa_Brander 2
dbr_Estadio_El_Teniente 2
dbr_Estadio_Ester_Roa 2
dbr_Estadio_General_José_Antonio_Paez 2
dbr_Estadio_La_Portada 2
dbr_Estadio_Municipal_Francisco_Sánchez_Rumoroso 2
dbr_Estadio_Municipal_Germán_Becker 2
dbr_Estadio_Nacional_Julio_Martínez_Prádanos 2
dbr_Estadio_Sausalito 2
dbr_Estadio_Tecnológico 2
dbr_Exhibition_Stadium 2
dbr_Expo/Bundy_station 2
dbr_Føyka_Stadion 2
dbr_FNB_Stadium 2
dbr_Faliro_metro_station 2
dbr_Falkensee_station 2
dbr_Farnsleigh_station 2
dbr_Fatih_Sultan_Mehmet_Bridge 2
dbr_Faulkner_Performing_Arts_Center 2
dbr_Faurot_Field 2
dbr_Fellsmere_Public_School 2
dbr_Fern_Rock_Transportation_Center 2
dbr_First_Methodist_Church_of_St._Petersburg 2
dbr_First_Street_Tunnel 2
dbr_Five_County_Stadium 2
dbr_Floyd_Casey_Stadium 2
dbr_Ford_&_Fairview_station 2
dbr_Forest_Hills_station_(MBTA) 2
dbr_Fort_Lauderdale_Stadium 2
dbr_Fort_McHenry_Tunnel 2
dbr_Foulridge_Tunnel 2
dbr_Fox_Theatre_(Detroit) 2
dbr_Francisco_Morato_(CPTM) 2
dbr_Frankford_Stadium 2
dbr_Franklin/Dean_College_station 2
dbr_Frederick_W._Panhorst_Bridge 2
dbr_Fullerton_Transportation_Center 2
dbr_Göltzsch_Viaduct 2
dbr_Göncz_Árpád_városközpont_metro_station 2
dbr_Galabets_(tunnel) 2
dbr_Gallatin_County_High_School_(Bozeman,_Montana) 2
dbr_Gamla_Ullevi_(1916) 2
dbr_Garcon_Point_Bridge 2
dbr_Gateshead_Millennium_Bridge 2
dbr_Gavmishan_Bridge 2
dbr_Gelora_Bung_Karno_Stadium 2
dbr_Geneng_railway_station 2
dbr_General_Post_Office,_London 2
dbr_Georg-Melches-Stadion 2
dbr_George_Rogers_Clark_Memorial_Bridge 2
dbr_George_Washington_Bridge 2
dbr_Georgia_Dome 2
dbr_Giants_Stadium 2
dbr_Gilleleje_station 2
dbr_Gillette_Stadium 2
dbr_Ginásio_do_Maracanãzinho 2
dbr_Gleinalm_Tunnel 2
dbr_Gleno_Dam 2
dbr_Glowworm_Tunnel 2
dbr_Goleta_station 2
dbr_Gotthard_Road_Tunnel 2
dbr_Gowrie_railway_station 2
dbr_Grøndal_station 2
dbr_Gründjitobel_Viaduct 2
dbr_Grace_Church_(Cincinnati,_Ohio) 2
dbr_Grajaú_(CPTM) 2
dbr_Granville_Bridge,_Maryborough 2
dbr_Greatford_railway_station 2
dbr_Green_Street_station 2
dbr_Griffith_Stadium 2
dbr_Guapituba_(CPTM) 2
dbr_Gudeok_Baseball_Stadium 2
dbr_Gulfport_station 2
dbr_Gyöngyösi_utca_metro_station 2
dbr_Habib_Bouakeul_Stadium 2
dbr_Hallaren_Church 2
dbr_Halogilat_railway_station 2
dbr_Hampden_Bridge,_Wagga_Wagga 2
dbr_Hankyu_Nishinomiya_Stadium 2
dbr_Hard_Rock_Live 2
dbr_Hardies_Platform_railway_station 2
dbr_Harecastle_Tunnel 2
dbr_Harestua_Station 2
dbr_Harrison_Avenue_Bridge 2
dbr_Haslum_(station) 2
dbr_Hastings_station_(Nebraska) 2
dbr_Határ_út_metro_station 2
dbr_Haydon_Bridge_Viaduct 2
dbr_Hazlet_station 2
dbr_Heggstad_Church 2
dbr_Hellerup_Station 2
dbr_Henderson_Bridge_(Rhode_Island) 2
dbr_Henry_Clay_Frick_House 2
dbr_Herning_station 2
dbr_Heroes_Tunnel 2
dbr_Heysen_Tunnels 2
dbr_Hills_Memorial_Library 2
dbr_Hines_Mansion 2
dbr_Holman_Street_ferry_wharf 2
dbr_Homestead_Sports_Complex 2
dbr_Hoosac_Tunnel 2
dbr_Hoppers_Crossing_railway_station 2
dbr_Horda_Tunnel 2
dbr_Hotel_Margaret 2
dbr_Hubert_H._Humphrey_Metrodome 2
dbr_Hughesdale_railway_station 2
dbr_Humber_Gas_Tunnel 2
dbr_Huntingdon_Armory 2
dbr_Huvepharma_Arena 2
dbr_Hvidovre_station 2
dbr_I-35W_Mississippi_River_bridge 2
dbr_I-5_Skagit_River_bridge_collapse 2
dbr_Illinois_Terminal 2
dbr_Incheon_Sungui_Stadium 2
dbr_Indiana_Farmers_Coliseum 2
dbr_International_Amphitheatre 2
dbr_Ireby_Old_Church 2
dbr_Isleton_Bridge 2
dbr_Istora_Gelora_Bung_Karno 2
dbr_J&L_Tunnel 2
dbr_J._P._Riddle_Stadium 2
dbr_Jabal_Ali_(Dubai_Metro) 2
dbr_Jaber_Al-Ahmad_International_Stadium 2
dbr_Jackson_Boulevard_Bridge 2
dbr_Jacksonville_Coliseum 2
dbr_Jamesport_station 2
dbr_John_D._Dingell_Transit_Center 2
dbr_John_Jacob_Astor_Hotel 2
dbr_Johnny_Rosenblatt_Stadium 2
dbr_Joliet_Transportation_Center 2
dbr_Jones_Bridge 2
dbr_Judah_and_28th_Avenue_station 2
dbr_Jungfernstieg_station 2
dbr_K.B._Hallen 2
dbr_KNEU_(Kryvyi_Rih_Metrotram) 2
dbr_Kanonersky_Tunnel 2
dbr_Karisaka_Tunnel 2
dbr_Karl_Stefan_Memorial_Airport_Administration_Building 2
dbr_Kastles_Stadium_at_The_Wharf 2
dbr_Kelly_Barnes_Dam 2
dbr_Kensington/115th_Street_station 2
dbr_Kensington_railway_station,_Melbourne 2
dbr_Kenwood_(Huntington,_West_Virginia) 2
dbr_Kew_Railway_Bridge 2
dbr_Kharkiv_railway_station 2
dbr_Kilinochchi_railway_station 2
dbr_Kimpton_Clocktower_Hotel 2
dbr_King_Edward_VII_Bridge 2
dbr_Kingdome 2
dbr_Kirkwood_station_(Missouri) 2
dbr_Knights_Stadium 2
dbr_Koilwar_Bridge 2
dbr_Kolf_Sports_Center 2
dbr_Kolia_Bhomora_Setu 2
dbr_Kolsås_station 2
dbr_Komeyl_Metro_Station 2
dbr_Kopu_Bridge 2
dbr_Koropi_station 2
dbr_Koznitsa_(tunnel) 2
dbr_L'Épine_Tunnel 2
dbr_LSK-Hallen 2
dbr_Laburnum_railway_station 2
dbr_Lafayette_station_(Indiana) 2
dbr_Lakewood_Church_Central_Campus 2
dbr_Lakhtinsky_crossover 2
dbr_Landwasser_Viaduct 2
dbr_Langwieser_Viaduct 2
dbr_Lapa_(Line_8) 2
dbr_Lapal_Tunnel 2
dbr_Larissa_railway_station 2
dbr_Laurel_Hill_Tunnel 2
dbr_Laurel_Run_Dam 2
dbr_League_Park 2
dbr_League_Park_(Cincinnati) 2
dbr_Leawarra_railway_station 2
dbr_Lee–Van_Aken_station 2
dbr_Leidos_Field_at_Ripken_Stadium 2
dbr_Leinstrand_Church 2
dbr_Leptokarya_railway_station 2
dbr_Liberty_Bridge_(Pittsburgh) 2
dbr_Lichfield_Clock_Tower 2
dbr_Lincoln_Tunnel 2
dbr_Lipwood_Railway_Bridge 2
dbr_Liteyny_bridge,_Sestroretsk 2
dbr_Littlejohn_Coliseum 2
dbr_Lockhart_Stadium 2
dbr_Loeb_Stadium_(1940) 2
dbr_Lootospark 2
dbr_Lordville–Equinunk_Bridge 2
dbr_Lower_Hack_Lift 2
dbr_Lučivná_Tunnel 2
dbr_Lynnfield_station 2
dbr_Mỹ_Đình_National_Stadium 2
dbr_M._L._Tigue_Moore_Field_at_Russo_Park 2
dbr_Maassluis_Centrum_metro_station 2
dbr_MacArthur_Causeway 2
dbr_Madhu_Road_railway_station 2
dbr_Magetan_railway_station 2
dbr_Mahalia_Jackson_Theater_of_the_Performing_Arts 2
dbr_Mahatma_Gandhi_Setu 2
dbr_Main_station_(CTA) 2
dbr_Maitri_Setu 2
dbr_Malpasset_Dam 2
dbr_Mamatid_station 2
dbr_Manahan_Stadium 2
dbr_Manchester_Arena 2
dbr_Marion_railway_station 2
dbr_Market_Square_Arena 2
dbr_Market_and_Gough_station 2
dbr_Market_and_Noe_station 2
dbr_Market_and_Sanchez_station 2
dbr_Marquês_de_Pombal_(Lisbon_Metro) 2
dbr_Marree_railway_station 2
dbr_Maryny_Tsvetaievoi_(Kyiv_Light_Rail) 2
dbr_Masonic_Temple_(Yuma,_Arizona) 2
dbr_Mauá_(CPTM) 2
dbr_Maywood_station_(Illinois) 2
dbr_McCook_Field_(stadium) 2
dbr_McLane_Stadium 2
dbr_McLean_station 2
dbr_McNichols_Sports_Arena 2
dbr_Meadow_Marsh 2
dbr_Medway_Tunnel 2
dbr_Meiji_Jingu_Gaien_Stadium 2
dbr_Meldal_Church 2
dbr_Melling_railway_station 2
dbr_Memorial_Stadium_(Baltimore) 2
dbr_Merlynston_railway_station 2
dbr_Merritton_Tunnel 2
dbr_Met_Center 2
dbr_Metropolitano_Stadium 2
dbr_Meydan-e_Mohammadiyeh_Metro_Station 2
dbr_Meyer–Kiser_Building 2
dbr_MiamiCentral 2
dbr_Miami_Orange_Bowl 2
dbr_Middle_Footscray_railway_station 2
dbr_Midlunga_railway_station 2
dbr_Milano_Bruzzano_railway_station 2
dbr_Mile_High_Stadium 2
dbr_Millbourne_station 2
dbr_Millbrae_station 2
dbr_Milwaukee_County_Stadium 2
dbr_Minato_Bridge 2
dbr_Mineirão 2
dbr_Mirrabooka_bus_station 2
dbr_Mitcham_railway_station,_Melbourne 2
dbr_Mitchell_County_Courthouse_(Texas) 2
dbr_Mong_Kok_East_station 2
dbr_Monkwearmouth_Railway_Bridge 2
dbr_Mont_Blanc_Tunnel 2
dbr_Montebello_(station) 2
dbr_Moonee_Ponds_railway_station 2
dbr_Moreland_railway_station 2
dbr_Morris_Performing_Arts_Center 2
dbr_Morrow_County_Courthouse_(Oregon) 2
dbr_Mount_Kisco_station 2
dbr_Myloslavska_(Kyiv_Light_Rail) 2
dbr_Mystic_station_(Connecticut) 2
dbr_NAC_Stadion 2
dbr_Nakivubo_Stadium 2
dbr_Nanfang'ao_Bridge 2
dbr_Nanjing_Dinghuaimen_Yangtze_River_Tunnel 2
dbr_Nanjing_Yingtian_Avenue_Yangtze_River_Tunnel 2
dbr_Nanshijiao_metro_station 2
dbr_Narre_Warren_railway_station 2
dbr_Nassau_Coliseum 2
dbr_Natural_Tunnel_State_Park 2
dbr_Nene_Park 2
dbr_Nepean_River_railway_bridge,_Menangle 2
dbr_Nes_Church,_Bjugn 2
dbr_Netherton_Tunnel_Branch_Canal 2
dbr_New_Haven_Coliseum 2
dbr_New_St_Leonard's_Church,_Langho 2
dbr_Newmarket_railway_station,_Melbourne 2
dbr_Norfolk_station_(MBTA) 2
dbr_North_River_Tunnels 2
dbr_North_Williamstown_railway_station 2
dbr_Northam_railway_station,_Western_Australia 2
dbr_Northgate_Link_tunnel 2
dbr_Northwestern_Medicine_Field 2
dbr_Norwood_Tunnel 2
dbr_Novara_Nord_railway_station 2
dbr_Nunawading_railway_station 2
dbr_O'Neill_Tunnel 2
dbr_Oak_Park_station_(CTA_Green_Line) 2
dbr_Oakland_City_station 2
dbr_Oasis_railway_station 2
dbr_Oceanside_Transit_Center 2
dbr_Oceanside_station_(LIRR) 2
dbr_Ogden_Theatre 2
dbr_Old_Roosevelt_Bridge 2
dbr_Omni_Coliseum 2
dbr_Onaway_station 2
dbr_Oregon_City_station 2
dbr_Orland_Park_179th_Street_station 2
dbr_Osasco_(CPTM) 2
dbr_Our_Lady_Star_of_the_Sea_and_St_Winefride,_Amlwch 2
dbr_Ouse_Bridge_(M62) 2
dbr_Overcreek_Dam 2
dbr_Pöttyös_utca_metro_station 2
dbr_PNC_Field 2
dbr_Paiania–Kantza_station 2
dbr_Palacio_de_Deportes_de_la_Comunidad_de_Madrid 2
dbr_Palau_Municipal_d'Esports_de_Badalona 2
dbr_Palestine_Stadium 2
dbr_Palms_station 2
dbr_Pangi_railway_station 2
dbr_Paranthan_railway_station 2
dbr_Parish_Church_of_St._Mary,_Birkirkara 2
dbr_Park_Lane_station_(DART) 2
dbr_Park_Theatre_(Manhattan) 2
dbr_Paton_Bridge 2
dbr_Pauley_Pavilion 2
dbr_Payson_House_at_Thornhurst 2
dbr_Peninsula_Theatre 2
dbr_Perthus_Tunnel 2
dbr_Petrovsko-Razumovskaya_(Moscow_Metro) 2
dbr_Philadelphia_Arena 2
dbr_Philadelphia_City_Hall 2
dbr_Pleasant_Hill_Downtown_Historic_District 2
dbr_Poinciana_station 2
dbr_Pontiac_Silverdome 2
dbr_Poortwachter_tram_stop 2
dbr_Port_Jervis_station_(Erie_Railroad) 2
dbr_Porte_de_Hal_metro_station 2
dbr_Princeton_station_(Illinois) 2
dbr_Prudential_Tunnel 2
dbr_Pyrmont_Bridge 2
dbr_QUT_Gardens_Point_ferry_wharf 2
dbr_Queensway_tunnel 2
dbr_Quezon_Bridge 2
dbr_Quincy_station_(Amtrak) 2
dbr_Quincy_station_(CTA) 2
dbr_Røros_Chapel 2
dbr_RCA_Dome 2
dbr_Racine_Avenue_station 2
dbr_Ransley_Apartment_Building 2
dbr_Regal_Cinema,_Dublin 2
dbr_Regatta_ferry_wharf 2
dbr_Renoma_(Wrocław) 2
dbr_Rentis_railway_station 2
dbr_Reservoir_railway_station 2
dbr_Reunion_Arena 2
dbr_Revere_Beach_station 2
dbr_Rheinstadion 2
dbr_Ribblehead_Viaduct 2
dbr_Ridgefield_Park_station 2
dbr_Riqueval_Tunnel 2
dbr_Riverdale_station_(Illinois) 2
dbr_Riverdale_station_(Metro-North) 2
dbr_Riverfront_Stadium 2
dbr_Robbins_station 2
dbr_Robert_M._Carrier_House 2
dbr_Rock_Road_station 2
dbr_Rockbank_railway_station 2
dbr_Rockdale_Ilinden_Sports_Centre_(Arncliffe,_New_South_Wales) 2
dbr_Rockwell_station 2
dbr_Ronald_Reagan_Washington_National_Airport_station 2
dbr_Rose_Bay_ferry_wharf 2
dbr_Rosedale_Valley_Bridge 2
dbr_Rufus_Arndt_House 2
dbr_Sacharovlaan_tram_stop 2
dbr_Saint_Petersburg_Sports_and_Concert_Complex 2
dbr_Saldanha_(Lisbon_Metro) 2
dbr_Salisbury_railway_station,_Adelaide 2
dbr_Sam_Houston_Ship_Channel_Bridge 2
dbr_Sam_White_Bridge 2
dbr_San_Diego_Stadium 2
dbr_San_Pedro_de_los_Pinos_metro_station 2
dbr_Sanayi_(İzmir_Metro) 2
dbr_Santa_Maria_in_Via_Lata 2
dbr_Santi_Marcellino_e_Pietro_al_Laterano 2
dbr_Saoud_bin_Abdulrahman_Stadium 2
dbr_Sarrià_Stadium 2
dbr_Saverne_Tunnel 2
dbr_Savin_Hill_station 2
dbr_Schenley_Park_Casino 2
dbr_Schenley_Tunnel 2
dbr_Scotiabank_Arena 2
dbr_Sears,_Roebuck_and_Company_Department_Store_(Washington,_D.C.) 2
dbr_Sesto_San_Giovanni_railway_station 2
dbr_Shahid_Navvab-e_Safavi_Metro_Station 2
dbr_Shanghai_Yangtze_River_Tunnel_and_Bridge 2
dbr_Sharjah_Stadium_(football) 2
dbr_Sharon_station 2
dbr_Shea_Stadium 2
dbr_Shepherd's_Bush_Palladium 2
dbr_Shiziyang_Tunnel 2
dbr_Siliwangi_Stadium 2
dbr_Sindos_railway_station 2
dbr_Snelling_&_Hewitt_station 2
dbr_Solis_Viaduct 2
dbr_Somerville_railway_station 2
dbr_Sonny_Lubick_Field_at_Hughes_Stadium 2
dbr_South_Woodland_station 2
dbr_Southdown_Road_Skew_Bridge 2
dbr_Southeast_station 2
dbr_Southington_station_(GCRTA_Blue_Line) 2
dbr_Southington_station_(GCRTA_Green_Line) 2
dbr_Spectrum_(arena) 2
dbr_Spencer_Dam 2
dbr_Sporthalle_(Cologne) 2
dbr_Springdale_Historic_District_(York,_Pennsylvania) 2
dbr_St._Catharines_station 2
dbr_St._George_Melkite_Catholic_Church 2
dbr_St._John's_Episcopal_Church_(Cleveland,_Ohio) 2
dbr_St._Louis_Arena 2
dbr_St_Agatha's_chapel,_Mdina 2
dbr_St_George_Stadium 2
dbr_St_John's_Church,_Ellel 2
dbr_St_John's_Church,_Warminster 2
dbr_St_Laurence's_Church,_Frodsham 2
dbr_St_Luke's_Church,_Winmarleigh 2
dbr_St_Mark's_Church,_Blackburn 2
dbr_St_Mark's_Church,_Huddersfield 2
dbr_St_Martin's_Church,_Bowness-on-Windermere 2
dbr_St_Martin-in-the-Fields 2
dbr_St_Mary's_Church,_Betws-y-Coed 2
dbr_St_Mary_of_the_Angels_Church,_Brownshill 2
dbr_St_Michael's_Church,_Tremain 2
dbr_St_Mungo's_Church,_Dearham 2
dbr_St_Oswald's_Church,_Winwick 2
dbr_St_Peter's_Church,_Rylstone 2
dbr_Stade_George_V 2
dbr_Stade_Sébastien_Charléty 2
dbr_Stadio_Arturo_Collana 2
dbr_Stadion_Grbavica 2
dbr_Stadion_Miejski_(Nisko) 2
dbr_Stadion_Wals-Siezenheim 2
dbr_Stadion_Wiener_Neustadt 2
dbr_Stadionul_Național_(1953) 2
dbr_Stadyum_(İzmir_Metro) 2
dbr_Staines_Bridge 2
dbr_State_Council_Building 2
dbr_State_Route_99_tunnel 2
dbr_State_station 2
dbr_Staten_Island_Tunnel 2
dbr_Stenløse_station 2
dbr_Sternschanze_station 2
dbr_Stockport_Viaduct 2
dbr_Stonewall_station 2
dbr_Stoughton_Opera_House 2
dbr_Streetcar_tunnels_in_Chicago 2
dbr_Styford_Bridge 2
dbr_Suisun–Fairfield_station 2
dbr_Sulphur_Dell 2
dbr_Sumner_Tunnel 2
dbr_Sumpah_Pemuda_Stadium 2
dbr_Sunbury_railway_station,_Melbourne 2
dbr_Sunsphere 2
dbr_Sydney_Harbour_Tunnel 2
dbr_Sydney_Ice_Arena 2
dbr_Töölö_Sports_Hall 2
dbr_T-Mobile_Park 2
dbr_Tabriz_Cable_Bridge 2
dbr_Taffy_Abel_Arena 2
dbr_Tai_Wai_station 2
dbr_Taipei_Municipal_Baseball_Stadium 2
dbr_Tampa_Stadium 2
dbr_Tanjung_Aru_railway_station 2
dbr_Tanjung_Priuk_railway_station 2
dbr_Target_Field 2
dbr_Taumarunui_railway_station 2
dbr_Taylor_Field_(Regina,_Saskatchewan) 2
dbr_Ted_Williams_Tunnel 2
dbr_Tegsbron 2
dbr_Tenom_railway_station 2
dbr_Tepalcates_metro_station 2
dbr_Teston_Bridge 2
dbr_Teton_Dam 2
dbr_Texas_Stadium 2
dbr_The_Avalon_(Birmingham,_Alabama) 2
dbr_The_Dalles_Bridge 2
dbr_The_Dell_(Southampton) 2
dbr_The_Dome_at_America's_Center 2
dbr_The_Palace_of_Auburn_Hills 2
dbr_Three_Rivers_Stadium 2
dbr_Tiger_Stadium_(Detroit) 2
dbr_Tinkers_Creek_Aqueduct 2
dbr_Tom_Lantos_Tunnels 2
dbr_Tomb_of_Ferdowsi 2
dbr_Tonsley_railway_station 2
dbr_Tower_Theatre_(Fresno,_California) 2
dbr_Tromsø_Bridge 2
dbr_Tsing_Ma_Bridge 2
dbr_Tulane_Stadium 2
dbr_Twin_Peaks_Tunnel 2
dbr_UC_Theatre 2
dbr_United_States_Courthouse_(Des_Moines) 2
dbr_United_States_Post_Office_(Rhinebeck,_New_York) 2
dbr_University_of_Queensland_ferry_wharf 2
dbr_Uptown_Hudson_Tubes 2
dbr_Usilampatti_railway_station 2
dbr_Van_Norman_Dams 2
dbr_Van_Wert_County_Courthouse 2
dbr_Vanløse_Station 2
dbr_Vassås_Church 2
dbr_Veazie_Dam 2
dbr_Veksø_station 2
dbr_Veterans_Stadium 2
dbr_Vicente_Calderón_Stadium 2
dbr_Vik_Church_(Flatanger) 2
dbr_Vila_Operária_da_Gamboa 2
dbr_Vine_City_station 2
dbr_Vlaardingen_Oost_metro_station 2
dbr_Vorobyovy_Gory_(Moscow_Metro) 2
dbr_Wainwright_Building 2
dbr_Wandsworth_Bridge 2
dbr_Wankdorf_Stadium 2
dbr_Warden_Railway_Bridge 2
dbr_Warrensburg_station 2
dbr_Warrensville–Shaker_station 2
dbr_Warrensville–Van_Aken_station 2
dbr_Washington_station_(Missouri) 2
dbr_Watergardens_railway_station 2
dbr_Waterloo_Tunnel 2
dbr_Waterview_Tunnel 2
dbr_Weinhard_Brewery_Complex 2
dbr_Welland_Viaduct 2
dbr_Wembley_Stadium_(1923) 2
dbr_Westerly_station 2
dbr_Western_Harbour_Crossing 2
dbr_Wiesen_Viaduct 2
dbr_Wigan_bus_station 2
dbr_William_J._Fantle_House 2
dbr_William_Walter_Mason_Bridge 2
dbr_Winnipeg_Arena 2
dbr_Winter_Garden_at_Exposition_Hall 2
dbr_Wohltorf_station 2
dbr_Wolfson_Park 2
dbr_Woodlawn_Theatre 2
dbr_Woodley_Park_station 2
dbr_Woodsmith_Mine_Tunnel 2
dbr_Wuhan_Yangtze_River_Tunnel 2
dbr_Xinbeitou_metro_station 2
dbr_YMCA_Building_(Council_Bluffs,_Iowa) 2
dbr_Yangon_Central_railway_station 2
dbr_Yongkang_railway_station_(Taiwan) 2
dbr_Zeckendorf_Towers 2
dbr_Zeyzoun_Dam 2
_station 1
dbr_Ædes_Danielis 1
dbr_Çarşıbaşı_Arena 1
dbr_Çine_Dam 1
dbr_Özlüce_Dam 1
dbr_Đumrukana 1
dbr_İzmit_railway_station 1
dbr_Ōdashi_Station 1
dbr_Ōkawara_Station 1
dbr_Ōyūbari_Dam 1
dbr_Średnicowy_Bridge 1
dbr_107th_Street–Beverly_Hills_station 1
dbr_170_Street,_Edmonton 1
dbr_1_Manhattan_West 1
dbr_23rd_Street_station_(PATH) 1
dbr_27th_&_Welton_station 1
dbr_3rd_Narmada_Bridge 1
dbr_47th_station_(CTA_Green_Line) 1
dbr_47th_station_(CTA_Red_Line) 1
dbr_4th_Street_(Manhattan) 1
dbr_51st_Street_(Manhattan) 1
dbr_77_West_Wacker_Drive 1
dbr_79th_station 1
dbr_7_South_Dearborn 1
dbr_820_Olive 1
dbr_83rd_Street_(Avalon_Park) 1
dbr_89th_Street_(Manhattan) 1
dbr_8th_&_Pine_station 1
dbr_90_Church_Street 1
dbr_97_Street,_Edmonton 1
dbr_Ağın_Bridge 1
dbr_A.J._Andrus_Duplex 1
dbr_ABC_Cinema,_Wakefield 1
dbr_A_Famosa 1
dbr_Abbey_Theatre,_Nuneaton 1
dbr_Abbeydale_Picture_House 1
dbr_Aberdeen_Channel_Bridge 1
dbr_Acton_swing_bridge 1
dbr_Adam_Viaduct 1
dbr_Adana_Metropolitan_Theatre 1
dbr_Addison_station_(CTA_Blue_Line) 1
dbr_Adelaide_Central_bus_station 1
dbr_Adelaide_Oval 1
dbr_Adelphi_Cinema 1
dbr_AfE-Turm 1
dbr_Agawam_Diner 1
dbr_Akiba_Dam 1
dbr_Akkuyu_Nuclear_Power_Plant 1
dbr_Al-Batin_Club_Stadium 1
dbr_Al-Hamadaniah_Stadium 1
dbr_Al-Sarafiya_Bridge 1
dbr_Al-Shoulla_Club_Stadium 1
dbr_Alabama_Theatre_(Houston) 1
dbr_Alaköprü_Dam 1
dbr_Alarcón_Dam 1
dbr_Alau_Ice_Palace 1
dbr_Albert_Edward_Bridge 1
dbr_Alexandra_Theatre,_Bognor_Regis 1
dbr_Alexandreio_Melathron_Nikos_Galis_Hall 1
dbr_Alfond_Arena 1
dbr_Alfred_McCune_Home 1
dbr_Alfred_P._Murrah_Federal_Building 1
dbr_Alhambra_Theatre_(San_Francisco) 1
dbr_Alhambra_Theatre_Glasgow 1
dbr_Alhambra_Theatre_of_Variety 1
dbr_All_Saints_Episcopal_Church_(Enterprise,_Florida) 1
dbr_Allanoke_Manor 1
dbr_Allegheny_Aqueduct_(Pittsburgh) 1
dbr_Allen_Street_Bridge_disaster 1
dbr_Allen_Theater_(Allentown,_Pennsylvania) 1
dbr_Almö_Bridge 1
dbr_Almaraz_Nuclear_Power_Plant 1
dbr_Alms_and_Doepke_Dry_Goods_Company 1
dbr_Altınapa_Dam 1
dbr_Altash_Water_Conservancy_Project 1
dbr_Alumni_Memorial_Field 1
dbr_Aluto–Langano_Geothermal_Power_Station 1
dbr_Alvord_Lake_Bridge 1
dbr_Amagansett_station 1
dbr_Ambassador_Cinema 1
dbr_Ambassador_Theatre_(St._Louis) 1
dbr_American_Airlines_Theatre 1
dbr_Amsterdam_station_(New_York) 1
dbr_Anderston_Centre 1
dbr_Ang_Thong_Province_Stadium 1
dbr_Angat_Dam 1
dbr_Angell_Hall 1
dbr_Angels_Flight 1
dbr_Angers_Bridge 1
dbr_Angle_Vale_Bridge 1
dbr_Ann_Arbor_Bus_Depot 1
dbr_Anna_Salai 1
dbr_Anthony_Bean_Community_Theater 1
dbr_Aomori-chūō_Interchange 1
dbr_Aomori-higashi_Interchange 1
dbr_Aomori_Interchange 1
dbr_Apollo_Theatre_(42nd_Street) 1
dbr_Appalachian_Trail_station 1
dbr_Arborway 1
dbr_Arena_Stožice 1
dbr_Arenal_Bridge 1
dbr_Argenta_station 1
dbr_Arigato_Service_Dream_Stadium 1
dbr_Arjuni_railway_station 1
dbr_Arkadiko_Bridge 1
dbr_Arlanda_Central_Station 1
dbr_Arlene_Schnitzer_Concert_Hall 1
dbr_Arlington_Apartments_(Edmonton) 1
dbr_Arnold_Anderson_Stadium_at_Cockshutt_Park 1
dbr_Arrah–Chhapra_Bridge 1
dbr_Arras_station 1
dbr_Artcraft_Theatre 1
dbr_Asari_Station_(Shimane) 1
dbr_Asbury_Park_Convention_Hall 1
dbr_Ashitaka_Park_Stadium 1
dbr_Ashland_station_(CTA_Green_and_Pink_Lines) 1
dbr_Ashland_station_(CTA_Orange_Line) 1
dbr_Athenæum_(Das_Deutsche_Haus) 1
dbr_Atherton_station 1
dbr_Atlantic_Bridge,_Panama 1
dbr_Atlas_Performing_Arts_Center 1
dbr_Atzelberg_Tower 1
dbr_Auditorio_Citibanamex 1
dbr_August_Wilson_African_American_Cultural_Center 1
dbr_Autostade 1
dbr_Auxerre_Cathedral 1
dbr_Auxonne_station 1
dbr_Avenal_Solar_Facility 1
dbr_Ayukai_Station 1
dbr_Aza_Bridge 1
dbr_Bålsta_railway_station 1
dbr_Bălți_National_Theatre 1
dbr_BARD_Offshore_1 1
dbr_Bağıştaş_1_Dam 1
dbr_Bab_al-Azizia 1
dbr_Baglihar_Dam 1
dbr_Balbina_Dam 1
dbr_Baldwin_Bridge,_Koblenz 1
dbr_Bandai_Bridge 1
dbr_Bank_Street_Historic_District_(Waterbury,_Connecticut) 1
dbr_Banting_Bridge 1
dbr_Bar_B_C_Dude_Ranch 1
dbr_Barh_Super_Thermal_Power_Station 1
dbr_Barstow_Harvey_House 1
dbr_Basin_Bridge_railway_station 1
dbr_Bassecourt_railway_station 1
dbr_Battle_Creek_Transportation_Center 1
dbr_Baysh_Dam 1
dbr_Bayshore_station_(Caltrain) 1
dbr_Bayview_Park_ferry_wharf 1
dbr_Beaver_Dam_Bridge 1
dbr_Beaver_Stadium 1
dbr_Bedford_Historic_District_(Bedford,_Pennsylvania) 1
dbr_Belen_City_Hall 1
dbr_Beli_dvor 1
dbr_Bellevue_Avenue_Colored_School 1
dbr_Belltable_Arts_Centre 1
dbr_Belmont_Viaduct,_Wellington 1
dbr_Belmont_station_(Caltrain) 1
dbr_Ben_Thuy_Bridge_1 1
dbr_Benjamin_Harrison_Memorial_Bridge 1
dbr_Berdan_Dam 1
dbr_Bergrat_Müller_Pond 1
dbr_Berkeley_nuclear_power_station 1
dbr_Berlin_Wall 1
dbr_Berwick_Bridge 1
dbr_Betel_Church_(Turku) 1
dbr_Bethel_Baptist_Church_(Pataskala,_Ohio) 1
dbr_Beverly_Depot 1
dbr_Bex_railway_station 1
dbr_Beylerbeyi_Palace 1
dbr_Beznau_Nuclear_Power_Plant 1
dbr_Bhaichung_Stadium 1
dbr_Bhakra_Dam 1
dbr_Bidhan_Sarani 1
dbr_Bigsweir_Bridge 1
dbr_Bilbao-Abando_railway_station 1
dbr_Bill_Lawry_Oval 1
dbr_Binga_Dam 1
dbr_Bio_Oko 1
dbr_Birmingham_Bridge 1
dbr_Birmingham_Hippodrome 1
dbr_Bjoa_Church 1
dbr_Black_Lives_Matter_Plaza 1
dbr_Blackeberg_metro_station 1
dbr_Bleecker_Street_Cinema 1
dbr_Bloede's_Dam 1
dbr_Blue_Hill_Avenue_station 1
dbr_Blue_Point_station 1
dbr_Boadella_Reservoir 1
dbr_Bogany_Flats 1
dbr_Bogart's 1
dbr_Bollman_Truss_Railroad_Bridge 1
dbr_Bombay_Rock 1
dbr_Boonyachinda_Stadium 1
dbr_Borden_Bridge 1
dbr_Borgholm_Castle 1
dbr_Boromlia_railway_station 1
dbr_Bosnian_National_Theatre_Zenica 1
dbr_Bosse_Field 1
dbr_Boston_Opera_House 1
dbr_Boulevard_Bridge 1
dbr_Boulevard_Drive-In_Theater 1
dbr_Boulevard_Puerto_Aéreo_metro_station 1
dbr_Boulevard_Theater_(Miami) 1
dbr_Boulevard_of_the_Allies 1
dbr_Bow_Bridge_(Central_Park) 1
dbr_Bowker_Overpass 1
dbr_Brøste_House 1
dbr_Bradenton_Carnegie_Library 1
dbr_Bradford_Alhambra 1
dbr_Bradlee_School 1
dbr_Bramalea_GO_Station 1
dbr_Brandon_Park 1
dbr_Bras_de_la_Plaine_Bridge 1
dbr_Brasley_Bridge 1
dbr_Brattsund_Bridge 1
dbr_Braunstone_Gate_Bridge 1
dbr_Brentwood_I-64_station 1
dbr_Bridge_near_Limyra 1
dbr_Bridge_of_Lies 1
dbr_Bridge_on_the_Neretva 1
dbr_Bridlington_Spa 1
dbr_Brigantine_Bridge 1
dbr_Brighton_Dome 1
dbr_Bristol_Beacon 1
dbr_Britannia_Bridge 1
dbr_Brixton_Academy 1
dbr_Broadmead_Baptist_Church 1
dbr_Broadway_Bridge_(Manhattan) 1
dbr_Broken_Down_Dam 1
dbr_Brookfield_station_(Illinois) 1
dbr_Brookhill_Tavern 1
dbr_Brooklyn_Bridge,_New_South_Wales 1
dbr_Brooks_Atkinson_Theatre 1
dbr_Brookvale_Oval 1
dbr_Broom_Street_Theater 1
dbr_Broughton_Suspension_Bridge 1
dbr_Browning_station 1
dbr_Budapest_Sportcsarnok 1
dbr_Buittle_Bridge 1
dbr_Bull_Run_Hydroelectric_Project 1
dbr_Bulldog_Park 1
dbr_Burdekin_Bridge 1
dbr_Burlington_Bay_James_N._Allan_Skyway 1
dbr_Burnley_Embankment 1
dbr_Burnley_power_station 1
dbr_Burr's_Ferry_Bridge 1
dbr_Burton–Judson_Courts 1
dbr_Burton_Cummings_Theatre 1
dbr_Butler_County_Courthouse_(Kansas) 1
dbr_Bygdøy_Church 1
dbr_Byham_Theater 1
dbr_Cēsis_Concert_Hall 1
dbr_Cổ_Chiên_Bridge 1
dbr_CRA_Building 1
dbr_CR_&_FC_Grounds 1
dbr_Ca'_Loredan 1
dbr_Cactus_Theater 1
dbr_Cadera_railway_station 1
dbr_Caerhowel_Bridge 1
dbr_Cahul_Musical-Drama_Theatre 1
dbr_Calcasieu_River_Bridge 1
dbr_Califórnia_Building_(São_Paulo) 1
dbr_Callao_Square 1
dbr_Calle_11_metro_station 1
dbr_Camarillo_station 1
dbr_Camp_Clover_Ranger_Station 1
dbr_Campbell_Avenue_Historic_District 1
dbr_Campus_Town_station 1
dbr_Canada_Square 1
dbr_Canal_del_Norte_metro_station 1
dbr_Cannington_Greyhounds 1
dbr_Cape_Cod_Canal_Railroad_Bridge 1
dbr_Capital_Gate 1
dbr_Capitol_South_station 1
dbr_Capitol_Theatre,_Singapore 1
dbr_Capitol_Theatre_(Woodstock,_Ontario) 1
dbr_Capitol_Theatre_(Yakima,_Washington) 1
dbr_Capuava_(CPTM) 1
dbr_Carbondale_station 1
dbr_Cardiff_Empire 1
dbr_Carl_Peschel_tenement_in_Bydgoszcz 1
dbr_Carlton_Cinema,_Dublin 1
dbr_Carlton_Inn 1
dbr_Carlton_Tavern,_Kilburn 1
dbr_Carmelite_Monastery 1
dbr_Carnegie_Theatre 1
dbr_Carpinteria_station 1
dbr_Carrollton_Viaduct 1
dbr_Carter_Memorial_Stadium 1
dbr_Caruthersville_Bridge 1
dbr_Carver_Theater_(New_Orleans) 1
dbr_Casa_Cautiño 1
dbr_Casa_Mañana 1
dbr_Casa_Nouă 1
dbr_Casa_Romantica 1
dbr_Cascade_Theatre 1
dbr_Case_Memorial-Seymour_Library 1
dbr_Casino_Estoril 1
dbr_Casino_de_Paris 1
dbr_Castle_Square,_Warsaw 1
dbr_Castleton_station_(Vermont) 1
dbr_Cathedral_Bridge 1
dbr_Cathedral_Church_of_St._Paul_(Boston) 1
dbr_Cathedral_of_St._John_in_the_Wilderness 1
dbr_Cathedral_of_St._Joseph_(St._Joseph,_Missouri) 1
dbr_Cathedral_of_the_Holy_Trinity_(New_Ulm,_Minnesota) 1
dbr_Cedar_Point_Wind_Farm 1
dbr_Cedar_Street_Bridge 1
dbr_Central_Avenue/Camelback_station 1
dbr_Central_Baptist_Church_(Miami,_Florida) 1
dbr_Centre_Avenue_station 1
dbr_Château-Thierry_station 1
dbr_Château-du-Loir_station 1
dbr_Chōfu_Station_(Tokyo) 1
dbr_Chain_Bridge_(Nuremberg) 1
dbr_Chamber_of_Commerce_Building_(Manhattan) 1
dbr_Chapman_Field_(baseball) 1
dbr_Charing_Cross_Music_Hall 1
dbr_Charing_Cross_Theatre 1
dbr_Charles_River_Bridge_(Commuter_Rail) 1
dbr_Charles_Sumner_School 1
dbr_Charlie_Earp_Bridge 1
dbr_Charlottenlund_Church 1
dbr_Chashma_Barrage 1
dbr_Chateaubriand_Bridge 1
dbr_Cheatham_County_Courthouse 1
dbr_Chehalis_Theater 1
dbr_Cheltenham_station_(Metra) 1
dbr_Chennai_Port_Trust_Centenary_Building 1
dbr_Cherry_DeLefebvre_House 1
dbr_Chester_Heights_Camp_Meeting_Historic_District 1
dbr_Chiang_Kai-shek_Memorial_Hall_metro_station 1
dbr_Chicago,_Milwaukee,_and_St._Paul_Railroad_Depot_(Kadoka,_South_Dakota) 1
dbr_Chicago_Ridge_station 1
dbr_Chico_station 1
dbr_Children's_Arena 1
dbr_Chino_Roces_Avenue 1
dbr_Chiswick_Park_Footbridge 1
dbr_Chittaranjan_Avenue 1
dbr_Chixoy_Hydroelectric_Dam 1
dbr_Chowilla_Dam 1
dbr_Christ_Church_(Bronx) 1
dbr_Christopher_S._Bond_Bridge_(Kansas_City,_Missouri) 1
dbr_Chulalongkorn_Bridge 1
dbr_Chungju_Dam 1
dbr_Chur_railway_station 1
dbr_Church_Hill_Theatre 1
dbr_Church_of_the_Good_Shepherd,_Christchurch 1
dbr_Cilindro_Municipal 1
dbr_Citadel_Rail_Bridge 1
dbr_City_Mills_Dam 1
dbr_Civic_Center_station_(Metrorail) 1
dbr_Civic_Theatre_(New_Orleans) 1
dbr_Civilian_Conservation_Corps-Prisoner_of_War_Recreation_Hall 1
dbr_Clark_County_Library 1
dbr_Class_of_1952_Stadium 1
dbr_Clay_County_Courthouse,_Western_District 1
dbr_Cleddau_Bridge 1
dbr_Clifton_Forge_station 1
dbr_Clinton_station_(CTA_Green_and_Pink_Lines) 1
dbr_Clipper_Magazine_Stadium 1
dbr_Cloudland 1
dbr_Club_Fugazi 1
dbr_Codington_County_Courthouse 1
dbr_Coldwater_Canyon_Avenue 1
dbr_Colfax_station 1
dbr_Coliseum_Theatre_(Washington_Heights) 1
dbr_College_Avenue_station_(Illinois) 1
dbr_College_Park_station_(Caltrain) 1
dbr_College_Park_station_(MARTA) 1
dbr_College_station_(MetroLink) 1
dbr_Collonges_station 1
dbr_Colorado_River_Aqueduct 1
dbr_Colorado_River_Bridge_at_Bastrop 1
dbr_Colorado_Street_Bridge_(Pasadena,_California) 1
dbr_Columbia–Wrightsville_Bridge 1
dbr_Columbia_Heights_station 1
dbr_Columbia_station_(South_Carolina) 1
dbr_Columbus_station 1
dbr_Commonwealth_Avenue_Bridge 1
dbr_Commonwealth_Building_(Louisville) 1
dbr_Community_Church_of_New_York 1
dbr_Concord_Building 1
dbr_Coney_Island_Avenue 1
dbr_Congress_Heights_station 1
dbr_Connaught_Theatre 1
dbr_Connecticut_Hall 1
dbr_Connellsville_station 1
dbr_Connersville_station 1
dbr_Connor_Palace 1
dbr_Conservatory–Central_Park_Drive_station 1
dbr_Convent_Station_(NJ_Transit) 1
dbr_Convention_Center_station_(MetroLink) 1
dbr_Conyers_Residential_Historic_District 1
dbr_Coolidge_Corner_Theatre 1
dbr_Coolidge_Corner_station 1
dbr_Coolidge_Dam 1
dbr_Corbett_Building 1
dbr_Corner_Theatre_ETC 1
dbr_Cort_Theatre 1
dbr_Cortland_Street_Drawbridge 1
dbr_Cottbus-Drewitz_Solarpark 1
dbr_Country_Life_Press_station 1
dbr_Cowork_at_The_Michigan 1
dbr_Cranberry_Specialty_Hospital 1
dbr_Crescent_Theater 1
dbr_Creston_station 1
dbr_Crestview_station_(Florida) 1
dbr_Crestwood_station 1
dbr_Croatian_National_Theatre,_Osijek 1
dbr_Crooked_Bridge 1
dbr_Crooks'_Hollow_Dam 1
dbr_Croton_Falls_station 1
dbr_Cruachan_Power_Station 1
dbr_Crystal_River_Nuclear_Plant 1
dbr_Cua_Dai_Bridge 1
dbr_Culhuacán_metro_station 1
dbr_Cultural_Heritage_Park 1
dbr_Cumberland_Drive-In 1
dbr_Cumberland_station_(Metra) 1
dbr_Curran_Hall 1
dbr_Currents_Bridge 1
dbr_Cuscatlán_Bridge_(1942) 1
dbr_Cut_River_Bridge 1
dbr_Dōmyōji_Station 1
dbr_DNA_Lounge 1
dbr_Daan_metro_station 1
dbr_Daecheong_Dam 1
dbr_Dallas_Cotton_Exchange_Building 1
dbr_Daly's_63rd_Street_Theatre 1
dbr_Daly's_Theatre_(30th_Street) 1
dbr_Daniel_and_Catherine_Christian_House 1
dbr_Danube_Palace 1
dbr_Darawat_Dam 1
dbr_Darkhovin_Nuclear_Power_Plant 1
dbr_Darlon_Allen_House 1
dbr_Dartmouth_Bridge 1
dbr_Dartmouth_Dam 1
dbr_Darwin_Entertainment_Centre 1
dbr_Daryl_Roth_Theatre 1
dbr_Davies_House_(Berks_County,_Pennsylvania) 1
dbr_DeLaMar 1
dbr_De_Burghs_Bridge 1
dbr_Deanwood_station 1
dbr_Deepwood_House 1
dbr_Deerfield_station 1
dbr_Delaware_River–Turnpike_Toll_Bridge 1
dbr_Delaware_River_Viaduct 1
dbr_Delaware_Water_Gap_Toll_Bridge 1
dbr_Denair_station 1
dbr_Deralok_Dam 1
dbr_Det_Ny_Teater 1
dbr_Deuil_-_Montmagny_station 1
dbr_Devecikonağı_Dam 1
dbr_Dhagaria_railway_station 1
dbr_Dhola–Sadiya_Bridge 1
dbr_Diefenbaker_Bridge 1
dbr_Dijon-Ville_station 1
dbr_Dikgatlhong_Dam 1
dbr_Dilshad_Garden_metro_station 1
dbr_Dime_Bank_Building 1
dbr_Dinorwig_Power_Station 1
dbr_Don_River_Bridge,_Bowen 1
dbr_Dondo_Dam 1
dbr_Donegall_Road 1
dbr_Dora_Creek_railway_station 1
dbr_Douglas_Road_station 1
dbr_Dousti_Square 1
dbr_Downer_Tavern 1
dbr_Dr._Frank_R._Burroughs_House 1
dbr_Draper_Tower 1
dbr_Dry_Bridge 1
dbr_Dudley_Hippodrome 1
dbr_Dukan_Dam 1
dbr_Dundee_Theater 1
dbr_Dunlap's_Creek_Bridge 1
dbr_Dunn_Memorial_Bridge 1
dbr_Dupont_Circle_station 1
dbr_Durfee_Hall 1
dbr_Duvall_Bridge_(Laurel,_Maryland) 1
dbr_Dwarka_Sector_10_metro_station 1
dbr_Dworshak_Dam 1
dbr_Dyckman_House 1
dbr_E-1027 1
dbr_E._Fay_and_Gus_Jones_House 1
dbr_ELJ_Communications_Center 1
dbr_Eads_Bridge 1
dbr_Eagles'_Bridge,_Sofia 1
dbr_Earl_Armstrong_Arena 1
dbr_Earl_M._Vickers_Bridge 1
dbr_Eastham_bridge 1
dbr_Eastover_(Manalapan,_Florida) 1
dbr_Eaton_Hall_(King_City) 1
dbr_Ebrington_Square 1
dbr_Ed_Sullivan_Theater 1
dbr_Edenville_Dam 1
dbr_Edgewood/Candler_Park_station 1
dbr_Edificio_Herdocia 1
dbr_Edinburgh_Playhouse 1
dbr_Edison_Theatre 1
dbr_Edison_station 1
dbr_Edo_Castle 1
dbr_Edwards_Dam 1
dbr_Eggner's_Ferry_Bridge 1
dbr_Eisenhower_Avenue_station 1
dbr_El_Rosario_metro_station 1
dbr_El_Toro_Y 1
dbr_Elizabeth_Plankinton_House 1
dbr_Elizabeth_Quay_railway_station 1
dbr_Elkhorn_Road 1
dbr_Elland_Power_Station 1
dbr_Elliptical_Road 1
dbr_Elmadağ_Bridge 1
dbr_Elmwood_Park_station 1
dbr_Elven_C._Smith_House 1
dbr_Embarcadero_(San_Francisco) 1
dbr_Embassy_Cinema,_Chadwell_Heath 1
dbr_Emerson_Park_station_(MetroLink) 1
dbr_Emery_School 1
dbr_Emeryville_station 1
dbr_Emile_Serisier_Bridge 1
dbr_Emmanuel_Episcopal_Church_(San_Angelo,_Texas) 1
dbr_Empire,_Leicester_Square 1
dbr_Empire_Ballpark 1
dbr_Enfield–Suffield_Covered_Bridge 1
dbr_Enfield_Savoy_Theatre 1
dbr_Engeløy_Bridges 1
dbr_English_Field 1
dbr_Enoggera_Dam 1
dbr_Ependes_railway_station 1
dbr_Eraniel_railway_station 1
dbr_Erez_Crossing 1
dbr_Ermita_Church 1
dbr_Ernest_A._Calling_House 1
dbr_Eschbach_Dam 1
dbr_Espoo_railway_station 1
dbr_Estádio_Marques_da_Silva 1
dbr_Estádio_Municipal_de_Braga 1
dbr_Estádio_Serra_Dourada 1
dbr_Estadio_Francisco_Montaner 1
dbr_Estadio_Marcelo_Bielsa 1
dbr_Estadio_Mario_Alberto_Kempes 1
dbr_Estadio_Monumental_David_Arellano 1
dbr_Estadio_Municipal_Guillermo_Amor 1
dbr_Estadio_Nacional_de_Costa_Rica_(1924) 1
dbr_Estadio_Olímpico_de_Riobamba 1
dbr_Estadio_Tiburcio_Carías_Andino 1
dbr_Eugene_P._Robertson_House 1
dbr_Euripus_Bridge 1
dbr_Eurymedon_Bridge_(Aspendos) 1
dbr_Evans_station_(RTD) 1
dbr_Evelyn_Moakley_Bridge 1
dbr_Everett_School_(St._Joseph,_Missouri) 1
dbr_Evergreen_Point_Floating_Bridge 1
dbr_Everyman_Theatre,_Liverpool 1
dbr_Excelsior_Hotel,_Christchurch 1
dbr_Factory_House 1
dbr_Fairfield_railway_station,_Sydney 1
dbr_Fairholme_Manor_Bed_and_Breakfast 1
dbr_Fairview_Avenue_station_(Metro_Transit) 1
dbr_Falls_Road,_Belfast 1
dbr_Fangjiashan_Nuclear_Power_Plant 1
dbr_Fargo_Theatre 1
dbr_Farm_No._1,_Iowa_Men's_Reformatory 1
dbr_Farsta_metro_station 1
dbr_Fayetteville_station 1
dbr_Federal_House 1
dbr_Felton_Covered_Bridge 1
dbr_Fengman_Dam 1
dbr_Fenway_station 1
dbr_Ferndale_station 1
dbr_Ferry_Street–Thorofare_Canal_bridge 1
dbr_Fig_Tree_Bridge 1
dbr_Fillmore_Towne_Theatre 1
dbr_First_Baptist_Peddie_Memorial_Church 1
dbr_First_Methodist_Episcopal_Church_(Alliance,_Ohio) 1
dbr_First_National_Bank_Building_(Portland,_Oregon) 1
dbr_First_Presbyterian_Church_(Davenport,_Iowa) 1
dbr_First_Presbyterian_Church_(Paris,_Texas) 1
dbr_First_Presbyterian_Church_(Tacoma,_Washington) 1
dbr_First_United_Methodist_Church_of_Chicago 1
dbr_Fitzroy_Bridge 1
dbr_Flüelen_railway_station 1
dbr_Flint_station_(Michigan) 1
dbr_Florida_International_University_pedestrian_bridge_collapse 1
dbr_Foldereid_Church 1
dbr_Folly_Tower,_Pontypool 1
dbr_Folsom_Dam 1
dbr_Ford_&_Woodlawn_station 1
dbr_Ford_Performance_Centre 1
dbr_Forest_Park_station 1
dbr_Forgan_Bridge 1
dbr_Forge_Park/495_station 1
dbr_Former_Trinity_Methodist_Church,_Dunedin 1
dbr_Forni_della_Signoria 1
dbr_Fort_Ellis 1
dbr_Fort_Henry_Bridge 1
dbr_Fort_Le_Boeuf 1
dbr_Fort_Morgan_station 1
dbr_Fort_Rosalie 1
dbr_Forum_Theatre 1
dbr_Fossati's_Delicatessen 1
dbr_Fountain_of_the_Pioneers 1
dbr_Fourth_and_Blanchard_Building 1
dbr_Fouts_Field 1
dbr_Fox_Lake_station 1
dbr_Fox_Oakland_Theatre 1
dbr_Fox_Performing_Arts_Center 1
dbr_Fox_Theater_(Bakersfield,_California) 1
dbr_Fox_Theatre_(Redwood_City,_California) 1
dbr_Fox_Theatre_(Visalia,_California) 1
dbr_Franjo_Tuđman_Bridge_(Dubrovnik) 1
dbr_Franjo_Tuđman_Bridge_(Osijek) 1
dbr_Fray_Servando_metro_station 1
dbr_Fredericksburg_Memorial_Library 1
dbr_Freinville_–_Sevran_railway_station 1
dbr_Fremont_station 1
dbr_French_ambassador's_residence_in_Washington,_D.C. 1
dbr_Fresh_Pond_Parkway 1
dbr_Friedrichstadt-Palast 1
dbr_Frisco_Bridge 1
dbr_Frog_Bridge 1
dbr_Fruitport_Road–Pettys_Bayou_Bridge 1
dbr_Fukuyama_Castle 1
dbr_Fullers_Bridge 1
dbr_Fulton_Theatre 1
dbr_Furnas_Dam 1
dbr_Futurist_Theatre 1
dbr_Gärdet_metro_station 1
dbr_Gösgen_Nuclear_Power_Plant 1
dbr_Gösting_Castle 1
dbr_Gürsöğüt_Dam 1
dbr_GFRP_Lleida_Pedestrian_Bridge 1
dbr_Gaiety_Theatre,_London 1
dbr_Gainesville_station_(Texas) 1
dbr_Gakkōmae_Station 1
dbr_Garfield_station_(CTA_Green_Line) 1
dbr_Garrick_Theatre_(Guildford) 1
dbr_Gastonia_station 1
dbr_General_Rafael_Urdaneta_Bridge 1
dbr_Genesee_Towers 1
dbr_Genoa-Saint_George_Bridge 1
dbr_George_Washington_Masonic_National_Memorial 1
dbr_George_Washington_Memorial_Building 1
dbr_Georgetown_City_Hall 1
dbr_Georgetown_GO_Station 1
dbr_Georgi_Dimitrov_Mausoleum 1
dbr_Georgia_Theatre 1
dbr_Georgiou_I_Square 1
dbr_Ghelamco_Arena 1
dbr_Ghostlight_Theatre 1
dbr_Gillespie_Dam 1
dbr_Gilroy_Road_station 1
dbr_Gisagara_Thermal_Power_Station 1
dbr_Glebe_Island_Bridge 1
dbr_Glen_Rock_Historic_District 1
dbr_Glenbawn_Dam 1
dbr_Glenoaks_Boulevard 1
dbr_Glimmer_Glass_Bridge 1
dbr_Glines_Canyon_Dam 1
dbr_Globe_Theatre_(Newcastle_Street) 1
dbr_Goat_Canyon_Trestle 1
dbr_Goddard_Chapel_(Tufts_University) 1
dbr_Gola_Gokarannath_railway_station 1
dbr_Goldsberry_Track 1
dbr_Goldsboro_Historic_District 1
dbr_Gongboxia_Dam 1
dbr_Goodspeed_Musicals 1
dbr_Goondiwindi_Border_Bridge 1
dbr_Gorleston_Pavilion 1
dbr_Gorsexio_Viaduct 1
dbr_Gosling_Creek_Dam 1
dbr_Gotemba_Interchange 1
dbr_Gourgion_Tower 1
dbr_Gov._Samuel_J._Tilden_Monument 1
dbr_Govandale_Park 1
dbr_Government_Bridge 1
dbr_Government_Center_station_(Miami) 1
dbr_Govind_Puri_metro_station 1
dbr_Gradski_Vrt_Stadium 1
dbr_Grafton_Cinema 1
dbr_Grainger_Stadium 1
dbr_Granada_Theater_(Dallas) 1
dbr_Granada_Theater_(Lawrence,_Kansas) 1
dbr_Grand_Junction_Railroad_Bridge 1
dbr_Grand_Opera_House_(Ashland,_Wisconsin) 1
dbr_Grand_Street_Bridge 1
dbr_Grand_Street_and_Grand_Avenue 1
dbr_Grand_Theatre,_Blackpool 1
dbr_Grand_Theatre,_Lancaster 1
dbr_Grand_Theatre,_Wolverhampton 1
dbr_Grand_Theatre_(London,_Ontario) 1
dbr_Granite_City_Crossing 1
dbr_Granite_Reef_Diversion_Dam 1
dbr_Great_Egg_Harbor_Bridge 1
dbr_Great_Notch_station 1
dbr_Great_Seto_Bridge 1
dbr_Great_Works_Dam 1
dbr_Green's_Playhouse 1
dbr_Green_Cinema 1
dbr_Green_Lantern_Saloon 1
dbr_Greene_County_Courthouse_(Iowa) 1
dbr_Greensburg_station 1
dbr_Greenup_Lock_and_Dam 1
dbr_Greenville_Memorial_Auditorium 1
dbr_Grefsen_Church 1
dbr_Greifswald_Nuclear_Power_Plant 1
dbr_Griffith_Breese_Farm 1
dbr_Grosvenor_Park_Open_Air_Theatre 1
dbr_Guernsey_Power_Station 1
dbr_Guishan_Offshore_Windfarm 1
dbr_Gundremmingen_Nuclear_Power_Plant 1
dbr_Gunfleet_Sands_Offshore_Wind_Farm 1
dbr_Gustave_C._Haysler_House 1
dbr_Hàng_Đẫy_Stadium 1
dbr_Hålogaland_Bridge 1
dbr_Hôtel_du_Lac,_Tunis 1
dbr_Höga_Kusten_Bridge 1
dbr_H.G._Newman_Building 1
dbr_H_Street_(Washington,_D.C.) 1
dbr_HaShalom_Stadium 1
dbr_Hackensack_Drawbridge 1
dbr_Hadakajima_Station 1
dbr_Hadera_West_railway_station 1
dbr_Haginodai_Station 1
dbr_Hal_W._Adams_Bridge 1
dbr_Halethorpe_station 1
dbr_Halkapınar_Transfer_Center 1
dbr_Hamilton_E._Holmes_station 1
dbr_Hammond_Pond_Parkway 1
dbr_Hammondsport_Union_Free_School 1
dbr_Hampden_Savings_Bank 1
dbr_Hampton_Lucy_Bridge 1
dbr_Hampton_Roads_Bridge–Tunnel 1
dbr_Hanna_Theatre 1
dbr_Hanover_Theatre_for_the_Performing_Arts 1
dbr_Hanuman_River_Railway_bridge 1
dbr_Happy_Valley_Reservoir 1
dbr_Harahan_Bridge 1
dbr_Harbiye_Muhsin_Ertuğrul_Stage 1
dbr_Harbor_Drive 1
dbr_Hard_Rock_Live_(Atlantic_City) 1
dbr_Haringvlietdam 1
dbr_Harlem_station_(CTA_Blue_Line_Congress_branch) 1
dbr_Harnaut_railway_station 1
dbr_Harold_Washington_Cultural_Center 1
dbr_Harris_Theater_(Pittsburgh) 1
dbr_Harvey_Randall_Wickes_Memorial_Stadium 1
dbr_Hasan_Uğurlu_Dam 1
dbr_Hattiesburg_station 1
dbr_Haviland_and_Elizabeth_Streets–Hanford_Place_Historic_District 1
dbr_Havre_station 1
dbr_Hawarden_Bridge 1
dbr_Hayden_Bridge_(Springfield,_Oregon) 1
dbr_Haynes_Inlet_Bridge 1
dbr_Hazlehurst_station 1
dbr_Hebron_United_States_Post_Office 1
dbr_Hefei_Olympic_Sports_Center_Stadium 1
dbr_Helsinki_Airport_station 1
dbr_Heman_R._Goodrich_House 1
dbr_Hendren_Building 1
dbr_Hengoed_Viaduct 1
dbr_Henningsvær_Bridges 1
dbr_Hensley–Gusman_House 1
dbr_Her_Majesty's_Theatre,_Melbourne 1
dbr_Herdings_Twin_Towers 1
dbr_Hermitage_of_Nossa_Senhora_da_Conceição_(Tomar) 1
dbr_Hewenden_Viaduct 1
dbr_Hewitt_Avenue_Trestle 1
dbr_Hewlett_station 1
dbr_Hewson–Gutting_House 1
dbr_Hickory_Creek_station 1
dbr_Hickory_Hill_(Clermont,_New_York) 1
dbr_Higashidōri_Nuclear_Power_Plant 1
dbr_Higashiyama_Station_(Nara) 1
dbr_High_Bridge,_Reading 1
dbr_Highway_2_Bridge 1
dbr_Hill_Place 1
dbr_Hillary_Bacon_Store_(Woolworth's) 1
dbr_Hindmarsh_Valley_Reservoir 1
dbr_Hippodrome,_London 1
dbr_Hirado_Bridge 1
dbr_Hiroshima_Castle 1
dbr_Ho_Tung_Gardens 1
dbr_Hockley_Railway_Viaduct 1
dbr_Hohenzollern_Bridge 1
dbr_Holiday_Inn_Express_Riverwalk_Area 1
dbr_Hollis_station 1
dbr_Holly_Street_Power_Plant 1
dbr_Holmen_Church_(Sigdal) 1
dbr_Holt-Bragg_Bridge 1
dbr_Holy_Name_of_Jesus_Church_(Stratford,_Connecticut) 1
dbr_Holyoke_City_Hall 1
dbr_Homeros_Boulevard 1
dbr_Hoosac_Wind_Power_Project 1
dbr_Horinouchi_Station 1
dbr_Horseshoe_Dam 1
dbr_Hoshigaoka_Station_(Osaka) 1
dbr_Hospitalfield_House 1
dbr_Hotel_Dorint_An_der_Kongresshalle_Augsburg 1
dbr_Hotel_Hollywood_(building) 1
dbr_Hotel_Manger 1
dbr_House_at_710_Armada_Road_South 1
dbr_Houston_Street_Viaduct 1
dbr_Howard_Street_(San_Francisco) 1
dbr_Hoxton_Hall 1
dbr_Hsinta_Power_Plant 1
dbr_Huanghe_Hydropower_Golmud_Solar_Park 1
dbr_Huey_P._Long_Bridge_(Baton_Rouge) 1
dbr_Humboldt_Post_Office 1
dbr_Hungry_Horse_Dam 1
dbr_Hutchinson_station 1
dbr_Hutiaohe_Bridge 1
dbr_ISQUARE 1
dbr_Iași_Athenaeum 1
dbr_Ibrox_subway_station 1
dbr_Ice_Harbor_Dam 1
dbr_Icicle_Station 1
dbr_Iglesia_ni_Cristo_chapel,_F._Manalo-San_Juan 1
dbr_Ilha_Solteira_Dam 1
dbr_Ilojo_Bar 1
dbr_Imaichi_Pumped_Storage_Power_Station 1
dbr_Independence_Avenue_(Washington,_D.C.) 1
dbr_Indios_Verdes_metro_station 1
dbr_Industry_station 1
dbr_Infante_Dom_Henrique_Bridge 1
dbr_Ingham_County_Courthouse 1
dbr_Inman_Park/Reynoldstown_station 1
dbr_Instituto_del_Petróleo_metro_station 1
dbr_Inunaki_Dam 1
dbr_Irinaka_Station 1
dbr_Irish_Film_Theatre 1
dbr_Iron_Gate_II_Hydroelectric_Power_Station 1
dbr_Irvine_Transportation_Center 1
dbr_Isawa-Onsen_Station 1
dbr_Ishibane_Dam 1
dbr_Iskandar_Malaysia_Studios 1
dbr_Islesford_Historical_Museum_and_Blue_Duck_Ships_Store 1
dbr_Istiglaliyyat_Street 1
dbr_Itá_Hydroelectric_Power_Plant 1
dbr_Itasca_station 1
dbr_Ivan_Zajc_Croatian_National_Theatre 1
dbr_Ivaylovgrad_Dam 1
dbr_Iwaki_Station_(Fukushima) 1
dbr_Iwakura_Dam 1
dbr_Iwami-Fukumitsu_Station 1
dbr_Jōgakura_Bridge 1
dbr_JP_Tower 1
dbr_Jackson_Covered_Bridge 1
dbr_Jacques_Cartier_Bridge 1
dbr_Jaguara_Dam 1
dbr_Jamaica_station 1
dbr_James_B._Edwards_Bridge 1
dbr_James_Elliott_Farm 1
dbr_James_R._Hallford_Stadium 1
dbr_James_Smith_House_(Davenport,_Iowa) 1
dbr_Janesville_Ice_Arena 1
dbr_Japanese_General_Government_Building,_Seoul 1
dbr_Jawid_Dam 1
dbr_Jean_Cocteau_Cinema 1
dbr_Jefferson_Performing_Arts_Center_(Louisiana) 1
dbr_Jefferson_Theater_(Virginia) 1
dbr_Jeffries_Ford_Covered_Bridge 1
dbr_Jernbanebroen_over_Limfjorden 1
dbr_Jersey_Opera_House 1
dbr_Jewell_Apartments 1
dbr_Jihlava_railway_station 1
dbr_Joe_Cannon_Stadium 1
dbr_Joel_Wiens_Stadium 1
dbr_John_Ayres_House 1
dbr_John_Brand_Sr._House 1
dbr_John_C._Williams_House 1
dbr_John_D._Haynes_House 1
dbr_Johnson_Gymnasium 1
dbr_José_Richa_Hydroelectric_Plant 1
dbr_Jose_Eusebio_Boronda_Adobe 1
dbr_Joslin_Dry_Goods_Company_Building 1
dbr_Joyce_Theater 1
dbr_Jubilee_Theatre 1
dbr_Judge_Perez_Bridge 1
dbr_Judge_Sebron_G._Sneed_House 1
dbr_Junction_Boulevard 1
dbr_Justice_Samuel_Freeman_Miller_House 1
dbr_Kōjiro_Station_(Nagasaki) 1
dbr_KOKO_(music_venue) 1
dbr_Kadana_Dam 1
dbr_Kahalgaon_railway_station 1
dbr_Kaiser_Center 1
dbr_Kaiwharawhara_railway_station 1
dbr_Kalamazoo_Federal_Building_and_U.S._Courthouse 1
dbr_Kalamazoo_Transportation_Center 1
dbr_Kannapolis_station 1
dbr_Kansas_City_Southern_Railroad_Bridge,_Cross_Bayou 1
