var_x 22728
brack_close 11364
brack_open 11364
select 11364
where 11364
dbo_architect 900
dbo_architecturalStyle 900
dbo_buildingStartYear 900
dbo_constructionMaterial 900
dbo_currentlyUsedFor 900
dbo_maintainedBy 900
dbo_rebuildingDate 900
dbo_rebuildingYear 900
dbo_tenant 900
dbo_visitorStatisticsAsOf 900
dbo_visitorsPercentageChange 900
dbo_demolitionDate 828
dbo_reopeningDate 303
dbo_buildingEndYear 225
dbo_demolitionYear 108
dbr_Albany–Rensselaer_station 12
dbr_Battle_Creek_Transportation_Center 12
dbr_Burlington_station_(Iowa) 12
dbr_Corcoran_station 12
dbr_Harrison_station_(PATH) 12
dbr_Kaohsiung_Main_Station 12
dbr_Kingston_station_(Rhode_Island) 12
dbr_Mattoon_station 12
dbr_McCook_station 12
dbr_Mineola_station_(Texas) 12
dbr_Oak_Park_station_(CTA_Green_Line) 12
dbr_Oregon_City_station 12
dbr_Pontiac_Transportation_Center 12
dbr_Taichung_railway_station 12
dbr_Ticonderoga_station 12
dbr_Van_Nuys_station 12
dbr_Wasco_station 12
dbr_Waterloo_station_(Indiana) 12
dbr_Xizhi_railway_station 12
_station 9
dbr_Amway_Arena 9
dbr_Artarmon_railway_station 9
dbr_Babcock_Street_station 9
dbr_Bishan_MRT_station 9
dbr_Blacktown_railway_station 9
dbr_Blisworth_Tunnel 9
dbr_Boston_University_East_station 9
dbr_Cheltenham_railway_station,_Sydney 9
dbr_Claudelands_Bridge 9
dbr_Como_railway_station,_Sydney 9
dbr_Delray_Beach_station 9
dbr_Dewey_Square_Tunnel 9
dbr_Erskineville_railway_station 9
dbr_Fengyuan_railway_station 9
dbr_Gosford_railway_station 9
dbr_Harecastle_railway_tunnel 9
dbr_Irving_and_8th_Avenue_/_9th_Avenue_and_Irving_stations 9
dbr_Koilwar_Bridge 9
dbr_Lancy-Pont-Rouge_railway_station 9
dbr_Liège-Guillemins_railway_station 9
dbr_Littleton/Route_495_station 9
dbr_Madison_station_(NJ_Transit) 9
dbr_Milton_station_(MBTA) 9
dbr_Mimico_GO_Station 9
dbr_Mount_Druitt_railway_station 9
dbr_Orekhovo_(Moscow_Metro) 9
dbr_Penshurst_railway_station,_Sydney 9
dbr_Plauderville_station 9
dbr_Plentzia_(Metro_Bilbao) 9
dbr_Polo_Grounds 9
dbr_Quakers_Hill_railway_station 9
dbr_Rahway_station 9
dbr_Regents_Park_railway_station 9
dbr_Ridgewood_station 9
dbr_Rosehill_railway_station 9
dbr_Scarborough_railway_station,_New_South_Wales 9
dbr_Schofields_railway_station 9
dbr_Skanstull_metro_station 9
dbr_South_Orange_station 9
dbr_Stabekk_Station 9
dbr_Standedge_Tunnels 9
dbr_Suburban_Station 9
dbr_Terrassa_Rambla_(Barcelona–Vallès_Line) 9
dbr_Urduliz_(Metro_Bilbao) 9
dbr_Villiers-sur-Marne–Le_Plessis-Trévise_station 9
dbr_Waterfall_railway_station,_Sydney 9
dbr_Wedgemere_station 9
dbr_Wellington_station_(CTA) 9
dbr_Yankee_Stadium_(1923) 9
dbr_Zuoying–Jiucheng_railway_station 9
_(CPTM) 6
dbr_Åsjordet_(station) 6
dbr_Østerport_Station 6
dbr_Ōkawara_Station 6
dbr_107th_Street_station 6
dbr_1st_Street_station_(Los_Angeles_Metro) 6
dbr_26th_Street/Bergamot_station 6
dbr_35th/Archer_station 6
dbr_46th_Street_station_(SEPTA) 6
dbr_47th_station_(CTA_Red_Line) 6
dbr_60th_Street_station_(SEPTA) 6
dbr_63rd_Street_station_(Market–Frankford_Line) 6
dbr_91st_Street–Beverly_Hills_station 6
dbr_AMSOIL_Arena 6
dbr_Aberdeen_station_(Maryland) 6
dbr_Adlershof_station 6
dbr_Agios_Stefanos_railway_station 6
dbr_Agios_Thomas_railway_station 6
dbr_Airport_Flyover,_Brisbane 6
dbr_Ak-Sar-Ben_(arena) 6
dbr_Al_F._Caniglia_Field 6
dbr_Al_Masry_Club_Stadium 6
dbr_Alabang_station 6
dbr_Albertslund_station 6
dbr_Albion_River_Bridge 6
dbr_Ales_Cathedral_(Sardinia) 6
dbr_Alfond_Stadium_(University_of_Maine) 6
dbr_Alfords_Point_Bridge 6
dbr_Ali_Sami_Yen_Stadium 6
dbr_All_Saints_Anglican_Church_(Ottawa) 6
dbr_Allegheny_Mountain_Tunnel 6
dbr_Allen_Theatre 6
dbr_Alliant_Energy_PowerHouse 6
dbr_Altenbeken_Viaduct 6
dbr_American_Philosophical_Society 6
dbr_Ann_W._Richards_Congress_Avenue_Bridge 6
dbr_Aquiles_Serdán_metro_station 6
dbr_Ararat_railway_station 6
dbr_Arcadia_station 6
dbr_Arena_Omsk 6
dbr_Arjuni_railway_station 6
dbr_Arkansas_Tuberculosis_Sanatorium_Historic_District 6
dbr_Arlington_station_(MBTA) 6
dbr_Armadale_railway_station,_Perth 6
dbr_Ashby_station_(GCRTA) 6
dbr_Ashland_County_Courthouse_(Ohio) 6
dbr_Atlanta–Fulton_County_Stadium 6
dbr_Auburn_Sports_Arena 6
dbr_Austin_Dam_failure_(Pennsylvania) 6
dbr_Austin_Dam_failure_(Texas) 6
dbr_Avløs_(station) 6
dbr_Avlona_railway_station 6
dbr_Avonmouth_Bridge 6
dbr_Bölge_(İzmir_Metro) 6
dbr_Back_Bay_station 6
dbr_Baguashan_Tunnel_(THSR) 6
dbr_Bailey's_Dam 6
dbr_Balaclava_railway_station,_Melbourne 6
dbr_Baltazar_Fidélis_(CPTM) 6
dbr_Bangabandhu_Bridge 6
dbr_Basilica_of_St._Peter_(Columbia,_South_Carolina) 6
dbr_Battery_Park_Underpass 6
dbr_Bayfront_Center 6
dbr_Bayswater_railway_station,_Melbourne 6
dbr_Bayview_station_(Ottawa) 6
dbr_Beachmont_station 6
dbr_Beacon_Hill_tunnel_(Seattle) 6
dbr_Beenleigh_railway_station 6
dbr_Beerburrum_railway_station 6
dbr_Bellows_Falls_station 6
dbr_Bellwood_station_(Metra) 6
dbr_Benedum_Center 6
dbr_Bergen_Tunnels 6
dbr_Berlin-Schöneberg_station 6
dbr_Berlin_Potsdamer_Bahnhof 6
dbr_Beryanak_Metro_Station 6
dbr_Big_Dig 6
dbr_Bill_Armstrong_Stadium 6
dbr_Bittern_railway_station 6
dbr_Bjørhusdal_Church 6
dbr_Black_Rock_Tunnel 6
dbr_Blackberry_River_Inn 6
dbr_Blackwall_Tunnel 6
dbr_Blair_Theatre 6
dbr_Blaydon_Bridge 6
dbr_Bloomington_Viaduct 6
dbr_Bongawan_railway_station 6
dbr_Boundary_Field 6
dbr_Bradenton_Bank_and_Trust_Company_Building 6
dbr_Bretts_Wharf 6
dbr_Bridge_L-158 6
dbr_Bridge_of_Oich 6
dbr_Bridgewater_station_(NJ_Transit) 6
dbr_Brighton_railway_station,_Adelaide 6
dbr_Brink_tram_stop 6
dbr_Bronxville_station 6
dbr_Brooklyn_Center_Transit_Center 6
dbr_Brown_County_Veterans_Memorial_Arena 6
dbr_Bruce_Tunnel 6
dbr_Buntun_Bridge 6
dbr_Busch_Memorial_Stadium 6
dbr_Buster_Boyd_Bridge 6
dbr_CC_Amfi 6
dbr_CSC_Nika_Stadium 6
dbr_CSX_Transportation_Building 6
dbr_Caboolture_railway_station 6
dbr_Caesar_Uyesaka_Stadium 6
dbr_Caesars_Superdome 6
dbr_Calhoun_Street_Bridge 6
dbr_Calmon_Viana_(CPTM) 6
dbr_Camp_de_Les_Corts 6
dbr_Canale_Arena 6
dbr_Candlestick_Park 6
dbr_Capital_Centre_(Landover,_Maryland) 6
dbr_Cardiff_Arms_Park 6
dbr_Carnegie_Public_Library_(Havre,_Montana) 6
dbr_Carnegie_railway_station 6
dbr_Carson_City_Post_Office 6
dbr_Casper_Fire_Department_Station_No._1 6
dbr_Castielertobel_Viaduct 6
dbr_Cathedral_of_the_Immaculate_Conception_(Lake_Charles,_Louisiana) 6
dbr_Center_City_Commuter_Connection 6
dbr_Central_Presbyterian_Church_(Waxahachie,_Texas) 6
dbr_Chahlari_Ghat_Bridge 6
dbr_Champlain_Bridge_(Montreal,_1962–2019) 6
dbr_Changping_North_railway_station 6
dbr_Chapel_Milton_Viaduct 6
dbr_Charles/MGH_station 6
dbr_Charlotte_Coliseum 6
dbr_Cheddikulam_railway_station 6
dbr_Chelsea_Bridge 6
dbr_Cheltenham_railway_station,_Melbourne 6
dbr_Cherry_Street_Strauss_Trunnion_Bascule_Bridge 6
dbr_Chesapeake_Bay_Bridge 6
dbr_Chiayi_railway_station 6
dbr_Chicago_Building 6
dbr_Chirk_Tunnel 6
dbr_Chiswick_House 6
dbr_Christ_Church,_Ince-in-Makerfield 6
dbr_Chunnakam_railway_station 6
dbr_Church_of_St_Mary_and_St_Michael,_Bonds 6
dbr_Churia_Tunnel 6
dbr_Cincinnati_City_Hall 6
dbr_City_Island_Bridge 6
dbr_Civic_Arena_(Pittsburgh) 6
dbr_Clarendon_Street_Junction 6
dbr_Clayton_railway_station,_Melbourne 6
dbr_Cleveland_Stadium 6
dbr_Climate_Pledge_Arena 6
dbr_Clinton_station_(Connecticut) 6
dbr_Coconut_Grove_Convention_Center 6
dbr_Cohen_Stadium 6
dbr_Cole_Field_House 6
dbr_Comandante_Sampaio_(CPTM) 6
dbr_Comendador_Ermelino_(CPTM) 6
dbr_Congress_Park_station 6
dbr_Copenhagen_Central_Station 6
dbr_Cornish–Windsor_Covered_Bridge 6
dbr_Coventry_station_(GCRTA) 6
dbr_Cowan_Tunnel 6
dbr_Crafts_Street_City_Stable 6
dbr_Crestwood_station 6
dbr_Crosley_Field 6
dbr_Croydon_railway_station,_Melbourne 6
dbr_Crystal_Lake_station 6
dbr_Cyrville_station 6
dbr_Daegu_Civic_Stadium 6
dbr_Danjiang_Bridge 6
dbr_Davenport_Motor_Row_and_Industrial_Historic_District 6
dbr_DeLand_station 6
dbr_Delaware_County_Courthouse_(Iowa) 6
dbr_Delmar_Fieldhouse 6
dbr_Denison_Bridge 6
dbr_Deportivo_18_de_Marzo_metro_station 6
dbr_Des_Moines_Coliseum 6
dbr_Desenberg_Building 6
dbr_Deutschlandhalle 6
dbr_Devils_Lake_station 6
dbr_Don_Bridge 6
dbr_Don_Valley_Stadium 6
dbr_Donald_and_Morris_Goodkind_Bridges 6
dbr_Downtown_Hudson_Tubes 6
dbr_Dr._Van_Buren_Knott_House 6
dbr_Druid_Hills_Historic_District_(Atlanta,_Georgia) 6
dbr_Drummoyne_ferry_wharf 6
dbr_Dudley_Field_(El_Paso) 6
dbr_Dudley_Tunnel 6
dbr_Dufferin_Street_bridges 6
dbr_Dumbarton_Bridge_(California) 6
dbr_Dunn_Loring_station 6
dbr_Duquesne_Gardens 6
dbr_Dynamo_Training_Center 6
dbr_East_105th–Quincy_station 6
dbr_East_79th_station_(GCRTA_Blue_and_Green_Lines) 6
dbr_East_79th_station_(GCRTA_Red_Line) 6
dbr_East_River_Tunnels 6
dbr_Eastham_bridge 6
dbr_Ebbets_Field 6
dbr_Edward_L._Blackshear_Field 6
dbr_Elgin_station_(Illinois) 6
dbr_Elvran_Chapel 6
dbr_Engenheiro_Goulart_(CPTM) 6
dbr_Englewood_station_(RTD) 6
dbr_Envalira_Tunnel 6
dbr_Erskine_Bridge 6
dbr_Estádio_Castor_Cifuentes 6
dbr_Estádio_Urbano_Caldeira 6
dbr_Estádio_do_Marítimo 6
dbr_Estádio_dos_Coqueiros 6
dbr_Estádio_dos_Eucaliptos_(Angola) 6
dbr_Estadio_Bellavista 6
dbr_Estadio_Bicentenario_de_La_Florida 6
dbr_Estadio_Corona_(1970) 6
dbr_Estadio_Elías_Figueroa_Brander 6
dbr_Estadio_El_Teniente 6
dbr_Estadio_Ester_Roa 6
dbr_Estadio_La_Portada 6
dbr_Estadio_Municipal_Germán_Becker 6
dbr_Estadio_Nacional_Julio_Martínez_Prádanos 6
dbr_Estadio_Regional_de_Antofagasta 6
dbr_Estadio_Sausalito 6
dbr_Estadio_Tecnológico 6
dbr_Exhibition_Stadium 6
dbr_Expo/Bundy_station 6
dbr_FLA_Live_Arena 6
dbr_Farnsleigh_station 6
dbr_Fern_Rock_Transportation_Center 6
dbr_Fernbridge_(bridge) 6
dbr_Fernside_Homestead 6
dbr_Fields_Corner_station 6
dbr_First_Congregational_Church_(Akron,_Ohio) 6
dbr_First_Methodist_Church_(Georgetown,_Texas) 6
dbr_First_Presbyterian_Church_(Newport,_Arkansas) 6
dbr_First_Street_Tunnel 6
dbr_Flame_Towers 6
dbr_Floyd_Casey_Stadium 6
dbr_Ford_Field 6
dbr_Forgách_utca_metro_station 6
dbr_Fort_Lauderdale_Stadium 6
dbr_Fort_McHenry_Tunnel 6
dbr_Fort_Worth_Central_Station 6
dbr_Foulridge_Tunnel 6
dbr_Fox_Theatre_(Detroit) 6
dbr_Francisco_Morato_(CPTM) 6
dbr_Frank_J._Rademacher_House 6
dbr_Frankford_Stadium 6
dbr_Frengen_Church 6
dbr_Fullerton_station_(CTA) 6
dbr_Göltzsch_Viaduct 6
dbr_Göncz_Árpád_városközpont_metro_station 6
dbr_Galabets_(tunnel) 6
dbr_Gamble_House_(Pasadena,_California) 6
dbr_Gamla_Ullevi_(1916) 6
dbr_Gangneung_station 6
dbr_Gavmishan_Bridge 6
dbr_Gaziemir_railway_station 6
dbr_Gelora_Bung_Karno_Stadium 6
dbr_Genève-Eaux-Vives_railway_station 6
dbr_General_Miguel_Costa_(CPTM) 6
dbr_General_Rafael_Urdaneta_Bridge 6
dbr_Gent-Dampoort_railway_station 6
dbr_Georg-Melches-Stadion 6
dbr_George_Rogers_Clark_Memorial_Bridge 6
dbr_Georgia_Dome 6
dbr_Giants_Stadium 6
dbr_Ginásio_do_Maracanãzinho 6
dbr_Gleinalm_Tunnel 6
dbr_Glenhuntly_railway_station 6
dbr_Gleno_Dam 6
dbr_Glowworm_Tunnel 6
dbr_Golden_Horn_Metro_Bridge 6
dbr_Gotthard_Road_Tunnel 6
dbr_Government_Bridge 6
dbr_Grafton_Cinema 6
dbr_Grafton_railway_station,_New_South_Wales 6
dbr_Grajaú_(CPTM) 6
dbr_Grand_Circus_Park_station 6
dbr_Grand_Narrows_Bridge 6
dbr_Grand_station_(MetroLink) 6
dbr_Green's_Bridge 6
dbr_Green_Street_station 6
dbr_Griffith_Stadium 6
dbr_Groningen_Europapark_railway_station 6
dbr_Guapituba_(CPTM) 6
dbr_Gudeok_Baseball_Stadium 6
dbr_Guelph_Central_Station 6
dbr_Halogilat_railway_station 6
dbr_Haltwhistle_A69_Bridge,_West 6
dbr_Hamburg_Dammtor_station 6
dbr_Hampden_Bridge,_Wagga_Wagga 6
dbr_Hankyu_Nishinomiya_Stadium 6
dbr_Hard_Rock_Live 6
dbr_Harecastle_Tunnel 6
dbr_Harlem/Lake_station 6
dbr_Harvard_Bridge 6
dbr_Harvard_station 6
dbr_Harvey_Railroad_Bridge 6
dbr_Harwood_Bridge 6
dbr_Hastings_railway_station,_Melbourne 6
dbr_Határ_út_metro_station 6
dbr_Haymarket_station_(MBTA) 6
dbr_Henderson_Bridge_(Rhode_Island) 6
dbr_Henerala_Vatutina_(Kyiv_Light_Rail) 6
dbr_Heroes_Tunnel 6
dbr_Heysen_Tunnels 6
dbr_Highland_Park_station_(Los_Angeles_Metro) 6
dbr_Hills_Memorial_Library 6
dbr_Hohenheim_Castle 6
dbr_Hohenzollern_Bridge 6
dbr_Homestead_Sports_Complex 6
dbr_Hood_County_Courthouse_Historic_District 6
dbr_Hoosac_Tunnel 6
dbr_Hoppers_Crossing_railway_station 6
dbr_Horda_Tunnel 6
dbr_Horkstow_Bridge 6
dbr_Hubert_H._Humphrey_Metrodome 6
dbr_Huckford_Viaduct 6
dbr_Hughesdale_railway_station 6
dbr_Hukou_railway_station 6
dbr_Humber_Gas_Tunnel 6
dbr_Husum_station 6
dbr_Huvepharma_Arena 6
dbr_Hvidovre_station 6
dbr_Hyannis_Transportation_Center 6
dbr_I-35W_Mississippi_River_bridge 6
dbr_I-5_Skagit_River_bridge_collapse 6
dbr_Illinois_Terminal 6
dbr_Immeuble_Molitor 6
dbr_Imperatriz_Leopoldina_(CPTM) 6
dbr_Incheon_Sungui_Stadium 6
dbr_Independence_station 6
dbr_Indiana_Farmers_Coliseum 6
dbr_Ingleside_station 6
dbr_International_Amphitheatre 6
dbr_Ireby_Old_Church 6
dbr_Ironton–Russell_Bridge 6
dbr_Irwindale_station 6
dbr_Istora_Gelora_Bung_Karno 6
dbr_Júlio_Prestes_(CPTM) 6
dbr_J&L_Tunnel 6
dbr_J._P._Riddle_Stadium 6
dbr_Jaber_Al-Ahmad_International_Stadium 6
dbr_Jackson_Boulevard_Bridge 6
dbr_Jackson_station_(CTA_Blue_Line) 6
dbr_Jacksonville_Coliseum 6
dbr_Jar_station 6
dbr_Jenkintown–Wyncote_station 6
dbr_Jinnah_House 6
dbr_Johnny_Rosenblatt_Stadium 6
dbr_Jomfruens_Egede 6
dbr_K.B._Hallen 6
dbr_Kankesanthurai_railway_station 6
dbr_Kanonersky_Tunnel 6
dbr_Karisaka_Tunnel 6
dbr_Kastles_Stadium_at_The_Wharf 6
dbr_Kawang_railway_station 6
dbr_Kedzie_station_(CTA_Orange_Line) 6
dbr_Kelly_Barnes_Dam 6
dbr_Kensington_railway_station,_Melbourne 6
dbr_King's_Hall,_Herne_Bay 6
dbr_Kingdome 6
dbr_Kolsås_station 6
dbr_Kondavil_railway_station 6
dbr_Koznitsa_(tunnel) 6
dbr_Kuala_Kubu_Bharu_railway_station 6
dbr_L'Épine_Tunnel 6
dbr_LSK-Hallen 6
dbr_Laburnum_railway_station 6
dbr_Laclede's_Landing_station 6
dbr_Lakewood_Church_Central_Campus 6
dbr_Lamar_station_(Amtrak) 6
dbr_Landover_station 6
dbr_Lansky_station_overpass 6
dbr_Lapa_(Line_8) 6
dbr_Lapal_Tunnel 6
dbr_Largo_Town_Center_station 6
dbr_Larimore_City_Hall 6
dbr_Laurel_Hill_Tunnel 6
dbr_Laurel_Run_Dam 6
dbr_League_Park 6
dbr_Leawarra_railway_station 6
dbr_Lee–Van_Aken_station 6
dbr_Leeds_City_bus_station 6
dbr_Legions_of_Marshal_Józef_Piłsudski_Bridge 6
dbr_Leka_Church 6
dbr_Liffey_Railway_Bridge 6
dbr_Lincoln_Tunnel 6
dbr_Lipwood_Railway_Bridge 6
dbr_Little_River_railway_station 6
dbr_Llano_County_Courthouse_and_Jail 6
dbr_Lockhart_Stadium 6
dbr_Lodi_Transit_Station 6
dbr_Loeb_Stadium_(1940) 6
dbr_Longview_station 6
dbr_Lootospark 6
dbr_Lordville–Equinunk_Bridge 6
dbr_Louis_Stokes_Station_at_Windermere 6
dbr_Lower_Hack_Lift 6
dbr_Lučivná_Tunnel 6
dbr_Lyon_Building 6
dbr_Lyttelton_Times_Building 6
dbr_München_Hauptbahnhof 6
dbr_M._L._Tigue_Moore_Field_at_Russo_Park 6
dbr_Mała_Wieś_Palace 6
dbr_MacArthur_Causeway 6
dbr_Magapit_Suspension_Bridge 6
dbr_Magetan_railway_station 6
dbr_Mahalia_Jackson_Theater_of_the_Performing_Arts 6
dbr_Mahatma_Gandhi_Setu 6
dbr_Malden_Center_station 6
dbr_Malpasset_Dam 6
dbr_Mamatid_station 6
dbr_Manahan_Stadium 6
dbr_Manayunk_Bridge 6
dbr_Manchester_Arena 6
dbr_Manchester_Reform_Club 6
dbr_Manette_Bridge 6
dbr_Mangapehi_railway_station 6
dbr_Market_Square_Arena 6
dbr_Marquês_de_Pombal_(Lisbon_Metro) 6
dbr_Marshall_railway_station 6
dbr_Maryland_State_House 6
dbr_Mauá_(CPTM) 6
dbr_Maywood_Woman's_Club 6
dbr_McCook_Field_(stadium) 6
dbr_McNichols_Sports_Arena 6
dbr_Meadowbank_ferry_wharf 6
dbr_Medway_Tunnel 6
dbr_Meiji_Jingu_Gaien_Stadium 6
dbr_Melbourne_University_tram_stop 6
dbr_Melling_railway_station 6
dbr_Membakut_railway_station 6
dbr_Memorial_Stadium_(Baltimore) 6
dbr_Mernda_railway_station 6
dbr_Merrill_Avenue_Historic_District_(Glendive,_Montana) 6
dbr_Merritton_Tunnel 6
dbr_Met_Center 6
dbr_Metropolitan_Stadium 6
dbr_Metropolitano_Stadium 6
dbr_MiamiCentral 6
dbr_Miami_Orange_Bowl 6
dbr_Midlunga_railway_station 6
dbr_Milano_Certosa_railway_station 6
dbr_Mile_High_Stadium 6
dbr_Millau_Viaduct 6
dbr_Millbourne_station 6
dbr_Milsons_Point_ferry_wharf 6
dbr_Milwaukee_County_Stadium 6
dbr_Mineirão 6
dbr_Mitcham_railway_station,_Melbourne 6
dbr_Mizzou_Arena 6
dbr_Modern_Woodmen_Park 6
dbr_Mogadishu_Stadium 6
dbr_Mogi_das_Cruzes_(CPTM) 6
dbr_Mohamed-Bouazizi_Square 6
dbr_Mokena_station 6
dbr_Monkwearmouth_Railway_Bridge 6
dbr_Mont_Blanc_Tunnel 6
dbr_Montgomery_Ward_Company_Complex 6
dbr_Mooroolbark_railway_station 6
dbr_Moreland_railway_station 6
dbr_Morgan_station 6
dbr_Morris_Performing_Arts_Center 6
dbr_Mortdale_railway_station 6
dbr_Morumbi_(CPTM) 6
dbr_Myloslavska_(Kyiv_Light_Rail) 6
dbr_NAC_Stadion 6
dbr_Nakhon_Ratchasima_railway_station 6
dbr_Nakivubo_Stadium 6
dbr_Nambour_railway_station 6
dbr_Nanfang'ao_Bridge 6
dbr_Nanjing_Dinghuaimen_Yangtze_River_Tunnel 6
dbr_Nanjing_Yingtian_Avenue_Yangtze_River_Tunnel 6
dbr_Narrows_Bridge_(Perth) 6
dbr_Nassau_Coliseum 6
dbr_Natural_Tunnel_State_Park 6
dbr_Navy_Yard–Ballpark_station 6
dbr_Nene_Park 6
dbr_Nepean_River_railway_bridge,_Menangle 6
dbr_Netherton_Tunnel_Branch_Canal 6
dbr_New_Haven_Coliseum 6
dbr_New_Wolsey_Theatre 6
dbr_Ngawi_railway_station 6
dbr_Niles_station 6
dbr_Noble_Park_railway_station 6
dbr_North_Chicago_station 6
dbr_North_Geelong_railway_station 6
dbr_North_Melbourne_railway_station 6
dbr_North_Philadelphia_station_(Broad_Street_Line) 6
dbr_North_River_Tunnels 6
dbr_North_Shore_railway_station 6
dbr_North_Williamstown_railway_station 6
dbr_Northgate_Link_tunnel 6
dbr_Norwood_Tunnel 6
dbr_Nou_Sardenya 6
dbr_O'Hare_station 6
dbr_O'Neill_Tunnel 6
dbr_Oakland_Coliseum_station 6
dbr_Oaklands_railway_station 6
dbr_Oasis_railway_station 6
dbr_Ogden_Theatre 6
dbr_Old_Government_House,_Auckland 6
dbr_Old_Saybrook_station 6
dbr_Omanthai_railway_station 6
dbr_Omni_Coliseum 6
dbr_Omonia_metro_station 6
dbr_Onawa_Public_Library 6
dbr_One_Hundred_Above_the_Park 6
dbr_Opera_(Antwerp_premetro_station) 6
dbr_Orient_Heights_station 6
dbr_Ormond_railway_station 6
dbr_Osasco_(CPTM) 6
dbr_Ouderkerkerlaan_tram_stop 6
dbr_Ouse_Bridge_(M62) 6
dbr_Outer_Drive_Bridge 6
dbr_Overcreek_Dam 6
dbr_Pöttyös_utca_metro_station 6
dbr_PNC_Field 6
dbr_Pahiatua_railway_station 6
dbr_Paiania–Kantza_station 6
dbr_Palace_of_Zarzuela 6
dbr_Palacio_de_Deportes_de_la_Comunidad_de_Madrid 6
dbr_Palestine_Stadium 6
dbr_Pallai_railway_station 6
dbr_Pangi_railway_station 6
dbr_Papar_railway_station_(Malaysia) 6
dbr_Parish_Church_of_St._Mary,_Birkirkara 6
dbr_Paton_Bridge 6
dbr_Paycom_Center 6
dbr_Peace_Bridge_(Calgary) 6
dbr_Pecos_River_High_Bridge 6
dbr_Peninsula_Theatre 6
dbr_Pentagon_station 6
dbr_Periférico_Oriente_metro_station 6
dbr_Perthus_Tunnel 6
dbr_Perus_(CPTM) 6
dbr_Petrovsko-Razumovskaya_(Moscow_Metro) 6
dbr_Philadelphia_Arena 6
dbr_Pinnacle_Bank_Arena 6
dbr_Plaza_Hotel 6
dbr_Poinciana_station 6
dbr_Point_Street_Bridge 6
dbr_Pontiac_Silverdome 6
dbr_Ponts_Jumeaux 6
dbr_Port_Kent_station 6
dbr_Porto_metro_station 6
dbr_Potter_County_Memorial_Stadium 6
dbr_Presidente_Altino_(CPTM) 6
dbr_Prince_George's_Plaza_station 6
dbr_Prudential_Tunnel 6
dbr_Puliyankulam_railway_station 6
dbr_Putatan_railway_station 6
dbr_Qidu_railway_station 6
dbr_Queensway_tunnel 6
dbr_Rødøy_Church 6
dbr_Røyrvik_Church 6
dbr_Rüstem_Pasha_Caravanserai_(Ereğli) 6
dbr_RCA_Dome 6
dbr_Regal_Cinema,_Dublin 6
dbr_Regent_Theatre,_Melbourne 6
dbr_Reunion_Arena 6
dbr_Revere_Beach_station 6
dbr_Rewley_Road_Swing_Bridge 6
dbr_Rheinstadion 6
dbr_Richtweg_station 6
dbr_Riqueval_Tunnel 6
dbr_Riverfront_Stadium 6
dbr_Rockbank_railway_station 6
dbr_Rockdale_Ilinden_Sports_Centre_(Arncliffe,_New_South_Wales) 6
dbr_Rockefeller_Center 6
dbr_Rocky_Creek_Bridge_(California) 6
dbr_Roma_Tiburtina_railway_station 6
dbr_Rosanna_railway_station 6
dbr_Rosedale_Valley_Bridge 6
dbr_Roudaki_Metro_Station 6
dbr_Runcorn_Railway_Bridge 6
dbr_Ryan_Field_(stadium) 6
dbr_Saint-Maurice,_Lille 6
dbr_Saint_Paul_African_Union_Methodist_Church 6
dbr_Saint_Petersburg_Sports_and_Concert_Complex 6
dbr_Salamanca_station 6
dbr_Salinas_station 6
dbr_Salisbury_railway_station,_Adelaide 6
dbr_Saliwangan_railway_station 6
dbr_Sam_White_Bridge 6
dbr_San_Cosme_metro_station 6
dbr_San_Diego–Coronado_Bridge 6
dbr_San_Diego_Stadium 6
dbr_San_Lázaro_metro_station 6
dbr_Sanayi_(İzmir_Metro) 6
dbr_Santa_Maria_ai_Monti 6
dbr_Santa_Maria_della_Vittoria,_Rome 6
dbr_Sarrià_Stadium 6
dbr_Saverne_Tunnel 6
dbr_Savin_Hill_station 6
dbr_Scammonden_Bridge 6
dbr_Schell_Bridge 6
dbr_Schenley_Park_Casino 6
dbr_Schenley_Tunnel 6
dbr_Schiedam_Nieuwland_metro_station 6
dbr_Seal_Island_Bridge 6
dbr_Selinsgrove_Bridge 6
dbr_Seventh_Regiment_Armory 6
dbr_Sfendali_railway_station 6
dbr_Shahid_Navvab-e_Safavi_Metro_Station 6
dbr_Shanghai_Yangtze_River_Tunnel_and_Bridge 6
dbr_Sharjah_Stadium_(football) 6
dbr_Shea_Stadium 6
dbr_Sheepwash_Channel_Railway_Bridge 6
dbr_Shimanokoshi_Station 6
dbr_Shiziyang_Tunnel 6
dbr_Shugborough_Hall 6
dbr_Skage_Church 6
dbr_Snelling_&_Como_station 6
dbr_Socorro_(CPTM) 6
dbr_Sofia_Central_Station 6
dbr_Solidarity_Bridge 6
dbr_Somerville_railway_station 6
dbr_Sonny_Lubick_Field_at_Hughes_Stadium 6
dbr_South_Geelong_railway_station 6
dbr_South_Park_station_(GCRTA) 6
dbr_Southport_station_(Metro-North) 6
dbr_Spectrum_(arena) 6
dbr_Spencer_Dam 6
dbr_Sporthalle_(Cologne) 6
dbr_St._Louis_Arena 6
dbr_St._Louis_County_District_Courthouse 6
dbr_St._Luke's_Methodist_Church_(Monticello,_Iowa) 6
dbr_St_Barnabas'_Church,_Crewe 6
dbr_St_Denys'_Church,_Little_Barford 6
dbr_St_George_Stadium 6
dbr_St_John_the_Divine's_Church,_Morecambe 6
dbr_St_Mary_and_All_Saints'_Church,_Great_Budworth 6
dbr_St_Mary_the_Virgin's_Church,_Bottesford 6
dbr_St_Oswald's_Church,_Warton 6
dbr_St_Peter's_Church,_Sandwich 6
dbr_St_Philip's_Church,_Kelsall 6
dbr_St_Vedast_Foster_Lane 6
dbr_Stade_Municipal_(Pointe-Noire) 6
dbr_Stade_Océane 6
dbr_Stade_de_la_Tuilière 6
dbr_Stadion_Miejski_(Nisko) 6
dbr_Stadion_Wiener_Neustadt 6
dbr_Stadionul_Național_(1953) 6
dbr_Stadyum_(İzmir_Metro) 6
dbr_State_Route_99_tunnel 6
dbr_Staten_Island_Tunnel 6
dbr_Staunton_station 6
dbr_Stenløse_station 6
dbr_Stonestown_Galleria_station 6
dbr_Stony_Point_railway_station 6
dbr_Stoughton_Opera_House 6
dbr_Stratford_railway_station,_Victoria 6
dbr_Streetcar_tunnels_in_Chicago 6
dbr_Subiaco_railway_station 6
dbr_Sula_Chapel 6
dbr_Sulphur_Dell 6
dbr_Sumner_Tunnel 6
dbr_Sunset_Heights 6
dbr_Swanport_Bridge 6
dbr_Sydney_Harbour_Tunnel 6
dbr_Sydney_Ice_Arena 6
dbr_Sydney_Olympic_Park_ferry_wharf 6
dbr_Taipei_Municipal_Baseball_Stadium 6
dbr_Taiyuan_railway_station_(Taiwan) 6
dbr_Tampa_Stadium 6
dbr_Tampere_Orthodox_Church 6
dbr_Tanjung_Aru_railway_station 6
dbr_Taylor_Field_(Regina,_Saskatchewan) 6
dbr_Ted_Williams_Tunnel 6
dbr_Tenleytown–AU_station 6
dbr_Tennessee_State_Capitol 6
dbr_Tenom_railway_station 6
dbr_Teston_Bridge 6
dbr_Teton_Dam 6
dbr_Texas_Stadium 6
dbr_The_Colonial_(Buffalo,_New_York) 6
dbr_The_Dell_(Southampton) 6
dbr_The_Istana 6
dbr_The_Palace_of_Auburn_Hills 6
dbr_Thomastown_railway_station,_Melbourne 6
dbr_Thornton_Viaduct 6
dbr_Three_Rivers_Stadium 6
dbr_Tiger_Stadium_(Detroit) 6
dbr_Tokyo_Dome 6
dbr_Tom_Lantos_Tunnels 6
dbr_Tretia_Dilnytsia_(Kryvyi_Rih_Metrotram) 6
dbr_Tri-C–Campus_District_station 6
dbr_Trinidad_station_(Colorado) 6
dbr_Trump_International_Hotel_and_Tower_(Vancouver) 6
dbr_Tulane_Stadium 6
dbr_Tyabb_railway_station 6
dbr_UC_Theatre 6
dbr_Ullernåsen_(station) 6
dbr_United_States_Post_Office_(Glendive,_Montana) 6
dbr_United_States_Public_Health_Service_Building 6
dbr_University_Courts_Historic_District 6
dbr_Uptown_Hudson_Tubes 6
dbr_Usilampatti_railway_station 6
dbr_Van_Norman_Dams 6
dbr_Vanløse_Station 6
dbr_Varso 6
dbr_Vaux-le-Vicomte 6
dbr_Veazie_Dam 6
dbr_Veterans_Stadium 6
dbr_Vicente_Calderón_Stadium 6
dbr_W._B._Thompson_Mansion 6
dbr_Walnut_Hills_United_Presbyterian_Church 6
dbr_Walnut_Street_School_(Evansville,_Indiana) 6
dbr_Wankdorf_Stadium 6
dbr_War_Memorial_Auditorium_(Nashville,_Tennessee) 6
dbr_Warden_Railway_Bridge 6
dbr_Washington_Bridge_(Providence,_Rhode_Island) 6
dbr_Washington_Park_station_(MetroLink) 6
dbr_Wassaic_station 6
dbr_Waterloo_Tunnel 6
dbr_Waterview_Tunnel 6
dbr_Wellston_station 6
dbr_West_117th–Madison_station 6
dbr_West_End_ferry_wharf 6
dbr_West_End_station_(MARTA) 6
dbr_West_Ninth_Streetcar_Line_Historic_District 6
dbr_Westall_railway_station 6
dbr_Westbrook_station_(Connecticut) 6
dbr_Western_Avenue_station_(Milwaukee_District) 6
dbr_Western_Harbour_Crossing 6
dbr_Western_station_(CTA_Brown_Line) 6
dbr_Westwijk_tram_stop 6
dbr_Wheeling_station_(Illinois) 6
dbr_Williams_Tower 6
dbr_Wilpen_Hall 6
dbr_Winnipeg_Arena 6
dbr_Winter_Garden_at_Exposition_Hall 6
dbr_Winthorpe_Bridge 6
dbr_Wolfson_Park 6
dbr_Woodlawn_Theatre 6
dbr_Woodsmith_Mine_Tunnel 6
dbr_Woronora_River_Bridge 6
dbr_Wuhan_Yangtze_River_Tunnel 6
dbr_Ximen_metro_station 6
dbr_YMCA_Building_(Racine,_Wisconsin) 6
dbr_Yadkin_River_Veterans_Memorial_Bridge 6
dbr_Yavapai_County_Courthouse 6
dbr_Zavodskaya_sestra_crossover 6
dbr_Zeyzoun_Dam 6
dbr_Cheonan_Oryong_Stadium 4
dbr_Sumpah_Pemuda_Stadium 4
dbr_Çine_Dam 3
dbr_Đumrukana 3
dbr_Ōada_Station 3
dbr_Ōgi_Station_(Hyōgo) 3
dbr_Ōyūbari_Dam 3
dbr_Średnicowy_Bridge 3
dbr_Šeher-Ćehaja_Bridge 3
dbr_100_East_53rd_Street 3
dbr_105_Street,_Edmonton 3
dbr_109–115_Wood_Street 3
dbr_111_Street,_Edmonton 3
dbr_147th_Street_(Sibley_Boulevard) 3
dbr_14th_Street_(Washington,_D.C.) 3
dbr_14th_Street_station_(PATH) 3
dbr_18th_Street_station_(Illinois) 3
dbr_1_Dubai 3
dbr_22nd_Street_station_(Hudson–Bergen_Light_Rail) 3
dbr_23rd_Street_station_(PATH) 3
dbr_23rd_Street_viaduct 3
dbr_300_Park_Avenue_South 3
dbr_35th–Bronzeville–IIT_station 3
dbr_4_Times_Square 3
dbr_50_Kennedy_Plaza 3
dbr_55th–56th–57th_Street_station 3
dbr_580_California_Street 3
dbr_63rd_station 3
dbr_69th_station 3
dbr_75th_Street_(Grand_Crossing) 3
dbr_7_April_Stadium_(Aleppo) 3
dbr_80th_Birthday_Stadium 3
dbr_8th_Street_and_St._Mark's_Place 3
dbr_90_Church_Street 3
dbr_Ağın_Bridge 3
dbr_A._Max_Brewer_Bridge 3
dbr_A._P._Johnson_House 3
dbr_A1_@_SW1_South_Bank 3
dbr_ABC_Cinema,_Wakefield 3
dbr_AJ_Bell_Stadium 3
dbr_A_Famosa 3
dbr_Abbeydale_Picture_House 3
dbr_Aburumagawa_Dam 3
dbr_Acton_swing_bridge 3
dbr_Adam_Viaduct 3
dbr_Adams/Wabash_station 3
dbr_Adamstown_railway_station,_New_South_Wales 3
dbr_Adana_Metropolitan_Theatre 3
dbr_Adavinainar_Dam 3
dbr_Adelanto_Stadium 3
dbr_Adelphi_Cinema 3
dbr_Admiral_Clarey_Bridge 3
dbr_AfE-Turm 3
dbr_Age-Herald_Building 3
dbr_Agincourt_GO_Station 3
dbr_Agrícola_Oriental_metro_station 3
dbr_Ahmanson_Theatre 3
dbr_Ahtme_Power_Plant 3
dbr_Airoli_Bridge 3
dbr_Airport_station_(MARTA) 3
dbr_Al-Hazem_Club_Stadium 3
dbr_Al-Sarafiya_Bridge 3
dbr_Al_Waleed_border_crossing 3
dbr_Aladdin_Theater_(Portland,_Oregon) 3
dbr_Alameda_station 3
dbr_Albert_Cotter_Bridge 3
dbr_Albion_Park_railway_station 3
dbr_Albion_station_(Michigan) 3
dbr_Alexander_Liddle_Farmhouse 3
dbr_Alexandria_Union_Station 3
dbr_Alexis_Nihon_Complex 3
dbr_Alfred_P._Murrah_Federal_Building 3
dbr_Alfredian_Park 3
dbr_Alhambra_Theatre_(San_Francisco) 3
dbr_Alhambra_Theatre_Glasgow 3
dbr_Alhambra_Theatre_of_Variety 3
dbr_Alice_Henderson_Strong_House 3
dbr_All_Saints'_Episcopal_Church_(Briarcliff_Manor,_New_York) 3
dbr_Allanoke_Manor 3
dbr_Allegheny_Aqueduct_(Pittsburgh) 3
dbr_Allen_Street_Bridge_disaster 3
dbr_Allen_Theater_(Allentown,_Pennsylvania) 3
dbr_Allenby_Bridge 3
dbr_Allenhurst_station 3
dbr_Alliance_station 3
dbr_Allianz_Riviera 3
dbr_Almö_Bridge 3
dbr_Alp_Grüm_railway_station 3
dbr_Alqueva_Dam 3
dbr_Altınordu_Selçuk-Efes_Football_Complex 3
dbr_Alton_station_(Illinois) 3
dbr_Alvord_Lake_Bridge 3
dbr_Amagatsuji_Station 3
dbr_Amanat_Baghdad_Stadium 3
dbr_Amelia_Earhart_Memorial_Bridge 3
dbr_American_Airlines_Theatre 3
dbr_American_Woolen_Mill_Housing_District 3
dbr_Amla_Junction_railway_station 3
dbr_Amsterdam_station_(New_York) 3
dbr_Anchor_Inn,_Birmingham 3
dbr_Anderson–Frank_House 3
dbr_Anderson_Memorial_Bridge 3
dbr_Anderson_Road_(Calgary) 3
dbr_Andrew_Carnegie_Library_(Corona,_California) 3
dbr_Angarrack_viaduct 3
dbr_Angers_Bridge 3
dbr_Angles_Theatre 3
dbr_Ann_Arbor_Bus_Depot 3
dbr_Ann_Arbor_station 3
dbr_Anna_Salai 3
dbr_Anthony_Bean_Community_Theater 3
dbr_Antioch_station_(Illinois) 3
dbr_Antlers_Hotel_(Lorain,_Ohio) 3
dbr_Apliu_Street 3
dbr_Apollo_Theatre_(42nd_Street) 3
dbr_Arbatskaya_(Filyovskaya_line) 3
dbr_Arborway 3
dbr_Ardmore_station_(Oklahoma) 3
dbr_Arenal_Bridge 3
dbr_Argyle_Street,_Glasgow 3
dbr_Ariake-Yue_Station 3
dbr_Arkadelphia_station 3
dbr_Arlene_Schnitzer_Concert_Hall 3
dbr_Arlington_Apartments_(Edmonton) 3
dbr_Arncliffe_railway_station 3
dbr_Artcraft_Theatre 3
dbr_Arten_Gill_Viaduct 3
dbr_Arthur_J._Rooney_Athletic_Field 3
dbr_Ascension_of_Our_Lord_Catholic_Church 3
dbr_Ashbel_Smith_Building 3
dbr_Asheville_City_Hall 3
dbr_Ashikaga_Athletic_stadium 3
dbr_Ashland_Transportation_Center 3
dbr_Ashok_Park_Main_metro_station 3
dbr_Askam_and_Ireleth_Wind_Farm 3
dbr_Asso_Station 3
dbr_Aston_Hippodrome 3
dbr_Astor_Bridge 3
dbr_Astor_on_the_Lake 3
dbr_Athi_River_Super_Bridge 3
dbr_Attaran_Bridge 3
dbr_Attarat_Power_Plant 3
dbr_Atterbury_House 3
dbr_Atzelberg_Tower 3
dbr_Auditorio_Citibanamex 3
dbr_Auditorio_metro_station 3
dbr_August_Wilson_African_American_Cultural_Center 3
dbr_Aunegrenda_Chapel 3
dbr_Auxonne_station 3
dbr_Avon_Dam 3
dbr_Avtokomanda 3
dbr_Aza_Bridge 3
dbr_Bălți_National_Theatre 3
dbr_BIT_Zone_station 3
dbr_Bab_al-Azizia 3
dbr_Balboa_Theatre 3
dbr_Baldwin_Bridge,_Koblenz 3
dbr_Ballaragh_Halt 3
dbr_Ballochmyle_House 3
dbr_Balloki_Power_Plant 3
dbr_Baluarte_Bridge 3
dbr_Band-e_Kaisar 3
dbr_Bandra–Worli_Sea_Link 3
dbr_Bank_of_Mauritius_Tower 3
dbr_Bank_of_the_Metropolis 3
dbr_Banneker_Circle 3
dbr_Barber_Dam 3
dbr_Barre_Falls_Dam 3
dbr_Barrett_Dam 3
dbr_Basilica_del_Santo_Niño 3
dbr_Basra_International_Stadium 3
dbr_Basurto_Building 3
dbr_Bathampton_Toll_Bridge 3
dbr_Battersea_Railway_Bridge 3
dbr_Beaver_Dam_Bridge 3
dbr_Beecroft_railway_station 3
dbr_Beihang_University_Gymnasium 3
dbr_Belfaux_CFF_railway_station 3
dbr_Belghoria_Expressway 3
dbr_Bell_Place–Locust_Avenue_Historic_District 3
dbr_Belle_Court_Apartments 3
dbr_Belleair_Causeway 3
dbr_Belleview_School 3
dbr_Belleville_High_School_(Belleville,_Kansas) 3
dbr_Belmore_railway_station 3
dbr_Benban_Solar_Park 3
dbr_Benjamin_Harrison_Memorial_Bridge 3
dbr_Benjamin_Loxley_house 3
dbr_Benning_Road 3
dbr_Bensenville_station 3
dbr_Benton_City_–_Kiona_Bridge 3
dbr_Berdan_Dam 3
dbr_Berlin_Wall 3
dbr_Bernie_Banton_Bridge 3
dbr_Bernina_Diavolezza_railway_station 3
dbr_Betel_Church_(Turku) 3
dbr_Beth_Israel_School 3
dbr_Bethanga_Bridge 3
dbr_Bethel_Village_station 3
dbr_Bethel_station 3
dbr_Betty_Adkins_Bridge 3
dbr_Beurs-World_Trade_Center 3
dbr_Beverly_Depot 3
dbr_Bexley_North_railway_station 3
dbr_Biggesee 3
dbr_Billie_Creek_Covered_Bridge 3
dbr_Bin_el_Ouidane_Dam 3
dbr_Biomass_Energy_Centre 3
dbr_Bird_Homestead 3
dbr_Birmingham_Hippodrome 3
dbr_Birmingham_station_(Michigan) 3
dbr_Black_Lives_Matter_Plaza 3
dbr_Black_Potts_Railway_Bridge 3
dbr_Bland_Creek_Bridge 3
dbr_Blennerhassett_Island_Bridge 3
dbr_Bloede's_Dam 3
dbr_Blue_Ridge_Dam 3
dbr_Boa_Esperança_Hydroelectric_Power_Plant 3
dbr_Bogany_Flats 3
dbr_Bogart's 3
dbr_Bohler_Gymnasium 3
dbr_Bollington_Methodist_Church 3
dbr_Bolte_Bridge 3
dbr_Bombay_Rock 3
dbr_Bonneville_station 3
dbr_Bonnie_Castle_Recreation_Center 3
dbr_Boone_County_Jail 3
dbr_Borgholm_Castle 3
dbr_Boston_Opera_House 3
dbr_Boston_University_Bridge 3
dbr_Botanichesky_Sad_(Kaluzhsko–Rizhskaya_line) 3
dbr_Boulevard_Drive-In_Theater 3
dbr_Boulevard_Theater_(Miami) 3
dbr_Bowes_House 3
dbr_Boys'_Club_Building 3
dbr_Bradford_Alhambra 3
dbr_Bradford_R._Boss_Arena 3
dbr_Branko's_Bridge 3
dbr_Bras_de_la_Plaine_Bridge 3
dbr_Brecknock_Hall 3
dbr_Bredbo_River_railway_bridge,_Bredbo 3
dbr_Brentwood_Country_Mart 3
dbr_Bridge_Street_subway_station 3
dbr_Bridge_in_Cumberland_Township 3
dbr_Bridge_in_West_Earl_Township 3
dbr_Bridge_of_Augustus_(Narni) 3
dbr_Bridge_of_Lies 3
dbr_Bridge_on_the_Neretva 3
dbr_Bridgewater_station_(MBTA) 3
dbr_Bridlesmith_Gate 3
dbr_Bright_Angel_Lodge 3
dbr_Brighton_Dome 3
dbr_Bringhurst_Field 3
dbr_Bristol_Beacon 3
dbr_Britannia_Theatre 3
dbr_Brixton_Academy 3
dbr_Broadmeadow_viaduct 3
dbr_Broadway_(Brooklyn) 3
dbr_Brokdorf_Nuclear_Power_Plant 3
dbr_Broken_Down_Dam 3
dbr_Brommaplan_metro_station 3
dbr_Brookland–CUA_station 3
dbr_Broom_Street_Theater 3
dbr_Broughton_Suspension_Bridge 3
dbr_Browning_station 3
dbr_Brunsbüttel_Nuclear_Power_Plant 3
dbr_Bruton_Parish_Church 3
dbr_Bryn_Mawr_station_(Metra) 3
dbr_Budapest_Sportcsarnok 3
dbr_Buffalo–Exchange_Street_station 3
dbr_Builders_Exchange_Building_(Santa_Ana,_California) 3
dbr_Building_at_202_Park_Avenue 3
dbr_Buittle_Bridge 3
dbr_Bull_Run_Hydroelectric_Project 3
dbr_Bulstake_Bridge 3
dbr_Bungala_Solar_Power_Project 3
dbr_Bunker_Hill_Monument 3
dbr_Burguillo_Reservoir_Arch_Bridge 3
dbr_Burton_Cummings_Theatre 3
dbr_Burwood_rail_underbridge 3
dbr_Burwood_railway_station,_Sydney 3
dbr_Butte_County_Courthouse_and_Historic_Jail_Building 3
dbr_Buttonwood_Covered_Bridge 3
dbr_Byham_Theater 3
dbr_Cổ_Chiên_Bridge 3
dbr_CNR_Bonnet_Carré_Spillway-McComb_Bridge 3
dbr_CNR_Bridge 3
dbr_Cabot_Tower_(St._John's) 3
dbr_Cactus_Theater 3
dbr_Caerhowel_Bridge 3
dbr_Cahul_Musical-Drama_Theatre 3
dbr_Cairo_Tower 3
dbr_Caledonian_Railway_Bridge 3
dbr_Calgary_Trail_&_Gateway_Boulevard 3
dbr_California_Theatre_(San_Bernardino) 3
dbr_California_Theatre_(San_Francisco) 3
dbr_Callanwolde_Fine_Arts_Center 3
dbr_Calumet_Hotel_(Portland,_Oregon) 3
dbr_Camden_station_(South_Carolina) 3
dbr_Campbelltown_Stadium 3
dbr_Canal_Lake_Concrete_Arch_Bridge 3
dbr_Canelo_Ranger_Station 3
dbr_Capaha_Field 3
dbr_Capitol_Theatre,_Singapore 3
dbr_Capitol_Theatre_(Woodstock,_Ontario) 3
dbr_Capitol_Theatre_(Yakima,_Washington) 3
dbr_Caprigliola_bridge_collapse 3
dbr_Captain_Cook_Bridge,_Sydney 3
dbr_Cardiff_Empire 3
dbr_Carl_and_Cole_station 3
dbr_Carlinville_Chapter_House 3
dbr_Carlton_Inn 3
dbr_Carlton_Tavern,_Kilburn 3
dbr_Carmarthen_Bay_Power_Station 3
dbr_Carmichaels_Covered_Bridge 3
dbr_Carnegie_Theatre 3
dbr_Carquinez_Bridge 3
dbr_Carver_Theater_(New_Orleans) 3
dbr_Casa_Mañana 3
dbr_Casa_Nouă 3
dbr_Casa_di_Riposo_per_Musicisti 3
dbr_Cascade_Theatre 3
dbr_Casey's_Diner 3
dbr_Casino_de_Paris 3
dbr_Cassio_Road 3
dbr_Castle_Street,_Dunedin 3
dbr_Castleton_station_(Vermont) 3
dbr_Cathedral_Bridge 3
dbr_Cathedral_of_Our_Lady_of_the_Immaculate_Conception,_Maputo 3
dbr_Cathedral_of_Saint_Patrick_(Norwich,_Connecticut) 3
dbr_Cathedral_of_the_Immaculate_Conception_(Crookston,_Minnesota) 3
dbr_Catlin_Hall 3
dbr_Cedar_Avenue_Bridge_(Minnesota_River) 3
dbr_Cedar_Crossing_Bridge 3
dbr_Center-Kita_Station 3
dbr_Central_station_(CTA_Green_Line) 3
dbr_Centre_Bridge–Stockton_Bridge 3
dbr_Centro_Cultural_General_San_Martín 3
dbr_Cermak–McCormick_Place_station 3
dbr_Château_de_Richelieu 3
dbr_Chain_Bridge_(Nuremberg) 3
dbr_Challenger_Columbia_Stadium 3
dbr_Chamai_Maru_Chet_Bridge 3
dbr_Champlain_Bridge_(Montreal,_2019–present) 3
dbr_Changheba_Dam 3
dbr_Changhua_HSR_station 3
dbr_Chapel_of_the_Good_Shepherd,_Carlett_Park 3
dbr_Charing_Cross_Music_Hall 3
dbr_Charleroi_Locks_&_Dam 3
dbr_Charles_H._Moore_House 3
dbr_Charles_W._Russell_House 3
dbr_Charlie_Earp_Bridge 3
dbr_Charlotte_station_(Amtrak) 3
dbr_Charlottesville_Union_Station 3
dbr_Chateaubriand_Bridge 3
dbr_Chatsworth_station 3
dbr_Chedde_station 3
dbr_Chehalis_Theater 3
dbr_Chevrolet_Beach_Volleyball_Centre 3
dbr_Chicago_Theatre 3
dbr_Chicago_Varnish_Company_Building 3
dbr_Chicago_station_(CTA_Brown_and_Purple_Lines) 3
dbr_Chickering_House 3
dbr_Chikuhō-Nōgata_Station 3
dbr_Children's_Arena 3
dbr_Chittaranjan_railway_station 3
dbr_Chowilla_Dam 3
dbr_Christ_Church,_Hampstead 3
dbr_Christ_Church_Chapel 3
dbr_Christopher_Street_station_(PATH) 3
dbr_Church_Hill_Theatre 3
dbr_Church_Street_Station 3
dbr_Church_of_Santa_Maria_de_Abade_de_Neiva 3
dbr_Church_of_St_Margaret_of_Antioch,_Liverpool 3
dbr_Church_of_St_Michael_and_All_Angels,_Llanvihangel-Ystern-Llewern 3
dbr_Cilindro_Municipal 3
dbr_Circular_Congregational_Church 3
dbr_Citadel_Rail_Bridge 3
dbr_City-Hochhaus_Leipzig 3
dbr_City_Mills_Dam 3
dbr_Civic_Center_station_(Metrorail) 3
dbr_Civic_Theatre_(New_Orleans) 3
dbr_Clarendon_Tower 3
dbr_Clarendon_station 3
dbr_Clark_Bridge 3
dbr_Cloudland 3
dbr_Club_Fugazi 3
dbr_Cochrane_Street,_Glasgow 3
dbr_Colíder_Dam 3
dbr_Colburn_School_(Lowell,_Massachusetts) 3
dbr_Colemanville_Covered_Bridge 3
dbr_Coleridge_Power_Station 3
dbr_Coliseum_Theatre_(Washington_Heights) 3
dbr_College_Block_Building 3
dbr_Colleges_Crossing 3
dbr_Colorado_Street_Bridge_(Pasadena,_California) 3
dbr_Columbia_station_(South_Carolina) 3
dbr_Columbus_Avenue_(San_Francisco) 3
dbr_Commercial_Street_(San_Francisco) 3
dbr_Commonwealth_Building_(Louisville) 3
dbr_Concord_Oval 3
dbr_Conde_McCullough_Memorial_Bridge 3
dbr_Conestoga_Creek_Viaduct 3
dbr_Congress_Theater 3
dbr_Connaught_Theatre 3
dbr_Connecticut_Yankee_Nuclear_Power_Plant 3
dbr_Connor_Palace 3
dbr_Constitución_de_1917_metro_station 3
dbr_Cooke_Dam 3
dbr_Coolidge_Corner_Theatre 3
dbr_Coopers_Gap_Wind_Farm 3
dbr_Copilco_metro_station 3
dbr_Corbett_Building 3
dbr_Corcelles-Sud_railway_station 3
dbr_Corner_Theatre_ETC 3
dbr_Corporation_Street_Bridge 3
dbr_Cort_Theatre 3
dbr_Cortland_Street_Drawbridge 3
dbr_Cottam_power_stations 3
dbr_Coventry_Cathedral 3
dbr_Craigieburn_railway_station 3
dbr_Cranberry_Specialty_Hospital 3
dbr_Crayford_&_Bexleyheath_Stadium 3
dbr_Cremorne_Theatre 3
dbr_Crescent_Theater 3
dbr_Cressier_NE_railway_station 3
dbr_Creston_station 3
dbr_Creve_Coeur_Lake_Memorial_Park_Bridge 3
dbr_Crooks'_Hollow_Dam 3
dbr_Crystal_City_station_(VRE) 3
dbr_Cua_Dai_Bridge 3
dbr_Culmer_station 3
dbr_Culpeper_station 3
dbr_Cultural_Center_Historic_District_(Detroit,_Michigan) 3
dbr_Cultural_Heritage_Park 3
dbr_Cumberland_Drive-In 3
dbr_Cuscatlán_Bridge_(1942) 3
dbr_DIORIT 3
dbr_Dadeland_South_station 3
dbr_Dagmersellen_railway_station 3
dbr_Dalguise_Viaduct 3
dbr_Dallas_Cotton_Exchange_Building 3
dbr_Daly's_63rd_Street_Theatre 3
dbr_Danbury_Ice_Arena 3
dbr_Dandry_Mire_Viaduct 3
dbr_Daoguanhe_Reservoir 3
dbr_Daryl_Roth_Theatre 3
dbr_Dashiban_Reservoir 3
dbr_Davao_City_Recreation_Center 3
dbr_David_Crabill_House 3
dbr_David_Lloyd_Club_Turó 3
dbr_David_McCullough_Bridge 3
dbr_David_W._Howie_House 3
dbr_Davis–Besse_Nuclear_Power_Station 3
dbr_Davos_Monstein_railway_station 3
dbr_DeLaMar 3
dbr_DeWint_House 3
dbr_De_Burghs_Bridge 3
dbr_Deanwood_station 3
dbr_Deer_Park_station 3
dbr_Del_Pilar_Street 3
dbr_Delal_Bridge 3
dbr_Denair_station 3
dbr_Denver_Mint 3
dbr_Deptford_Power_Station 3
dbr_Det_Ny_Teater 3
dbr_Didrichsen_Art_Museum 3
dbr_Dirksen_Senate_Office_Building 3
dbr_Ditmars_Boulevard 3
dbr_Division_Street_(Spokane,_Washington) 3
dbr_Doel_Nuclear_Power_Station 3
dbr_Dole-Ville_station 3
dbr_Don_N._Holt_Bridge 3
dbr_Don_River_Bridge,_Bowen 3
dbr_Don_River_Bridge,_Rannes 3
dbr_Donghai_railway_station 3
dbr_Dongsu_station 3
dbr_Dottikon-Dintikon_railway_station 3
dbr_Douglas_Park 3
dbr_Dowleswaram_Barrage 3
dbr_Dr._P._Phillips_House 3
dbr_Drake-Curtis_House 3
dbr_Drake_Hotel_(Philadelphia) 3
dbr_Draper_Tower 3
dbr_Ducharme_Bridge 3
dbr_Duchess_Bridge 3
dbr_Duckett's_Grove 3
dbr_Dudley_Hippodrome 3
dbr_Dulwich_Hill_railway_station 3
dbr_Dumblane 3
dbr_Dundee_Theater 3
dbr_Dunedin_Causeway 3
dbr_Dunfermline_Carnegie_Library 3
dbr_Dunlap's_Creek_Bridge 3
dbr_Duodi_Hydropower_Station 3
dbr_Durham–UNH_station 3
dbr_Dyrøy_Bridge 3
dbr_Działdowo_railway_station 3
dbr_EVR_Periyar_Salai 3
dbr_Eakins_Oval 3
dbr_Earlham_Road 3
dbr_East_Falls_Church_station 3
dbr_East_India_Dock_House 3
dbr_East_Riverfront_station 3
dbr_East_Stroudsburg_Armory 3
dbr_East_Williston_station 3
dbr_Eaton_Family_Residence-Jewish_Center_of_Norwich 3
dbr_Ed_Sullivan_Theater 3
dbr_Edelman_Financial_Field 3
dbr_Eden_Court_Theatre 3
dbr_Edenville_Dam 3
dbr_Edgewood/Candler_Park_station 3
dbr_Edificio_Herdocia 3
dbr_Edinburgh_Playhouse 3
dbr_Edison_Park_station 3
dbr_Edison_Theatre 3
dbr_Edo_Castle 3
dbr_Edong_Yangtze_River_Bridge 3
dbr_Edson_Hotel 3
dbr_Edwards_Dam 3
dbr_Egbert_H._Gold_Estate 3
dbr_El_Cajón_Dam_(Mexico) 3
dbr_El_Garces_Intermodal_Transportation_Facility 3
dbr_El_Rosario_metro_station 3
dbr_El_Sadar_Stadium 3
dbr_El_Toro_Y 3
dbr_Elbasan_Arena 3
dbr_Eleventh_Avenue_(Manhattan) 3
dbr_Elizabeth_Plankinton_House 3
dbr_Elmwood_Place_(Irwin,_Ohio) 3
dbr_Elwha_Dam 3
dbr_Embassy_Cinema,_Chadwell_Heath 3
dbr_Embassy_Theatre_(Fort_Wayne) 3
dbr_Empire,_Leicester_Square 3
dbr_Enfield–Suffield_Covered_Bridge 3
dbr_Enfield_Savoy_Theatre 3
dbr_Engelbrekt_Church 3
dbr_Enrico_Fermi_Nuclear_Generating_Station 3
dbr_Epesses_railway_station 3
dbr_Ermita_metro_station 3
dbr_Eschbach_Dam 3
dbr_Esplanade_–_Theatres_on_the_Bay 3
dbr_Estádio_Jayme_Cintra 3
dbr_Estádio_da_Ponte_Grande 3
dbr_Estádio_das_Antas 3
dbr_Estádio_do_Lumiar 3
dbr_Estadio_Alfonso_Lastras 3
dbr_Estadio_Anna_Mercedes_Campos 3
dbr_Estadio_Carlos_Vega_Villalba 3
dbr_Estadio_Heraclio_Tapia 3
dbr_Estadio_Nacional_de_Costa_Rica_(1924) 3
dbr_Estadio_San_Juan_del_Bicentenario 3
dbr_Estadio_de_Nervión 3
dbr_Etoy_railway_station 3
dbr_Euripus_Bridge 3
dbr_Evans_station_(RTD) 3
dbr_Evanston_Main_Street_station 3
dbr_Evelyn_Moakley_Bridge 3
dbr_Everett_Station 3
dbr_Evergreen_Point_Floating_Bridge 3
dbr_Everyman_Theatre,_Liverpool 3
dbr_Excelsior_Hotel,_Christchurch 3
dbr_Exhibition_GO_Station 3
dbr_Experimental_Theatre_(NCPA) 3
dbr_ExxonMobil_Building 3
dbr_Félou_Hydroelectric_Plant 3
dbr_Fairbairn_Dam 3
dbr_Fairfield_Bridge 3
dbr_Fairmount_Hotel_(San_Antonio,_Texas) 3
dbr_Faller-Klamm-Brücke 3
dbr_Fargo_Theatre 3
dbr_Fargo_station 3
dbr_Farmers_Market_(York,_Pennsylvania) 3
dbr_Farragut_North_station 3
dbr_Featherstone_Castle_Footbridge 3
dbr_Felling_Metro_station 3
dbr_Fengman_Dam 3
dbr_Ferenc_Puskás_Stadium 3
dbr_Ferrería/Arena_Ciudad_de_México_metro_station 3
dbr_Feuquières-Fressenneville_station 3
dbr_Fine_Arts_Center_(Massachusetts) 3
dbr_Fingle_Bridge 3
dbr_First_National_Bank_of_Rochester–Old_Monroe_County_Savings_Bank_Building 3
dbr_First_Presbyterian_Church_(Tacoma,_Washington) 3
dbr_Fitzroy_Bridge 3
dbr_Flatiron_Building_(Portland,_Oregon) 3
dbr_Florence_station_(South_Carolina) 3
dbr_Florida_International_University_pedestrian_bridge_collapse 3
dbr_Flossmoor_station 3
dbr_Folly_Tower,_Pontypool 3
dbr_Ford_&_Fairview_station 3
dbr_Ford_&_Finn_station 3
dbr_Ford_&_Kenneth_station 3
dbr_Forest_Park_station 3
dbr_Former_Trinity_Methodist_Church,_Dunedin 3
dbr_Fort_Denaud_Bridge 3
dbr_Fort_Ellis 3
dbr_Fort_Le_Boeuf 3
dbr_Fort_Loudoun_Dam 3
dbr_Forum_Theatre 3
dbr_Fosi_Reservoir 3
dbr_Four_Seasons_Arena 3
dbr_Four_bridges_on_three_lines 3
dbr_Fox_Lake_station 3
dbr_Fox_Oakland_Theatre 3
dbr_Fox_Performing_Arts_Center 3
dbr_Fox_Theater_(Bakersfield,_California) 3
dbr_Fox_Theatre_(Redwood_City,_California) 3
dbr_Fox_Theatre_(Visalia,_California) 3
dbr_Francis_P._Whitehair_Bridge 3
dbr_Fraser_Hockeyland 3
dbr_Freeport_station_(LIRR) 3
dbr_Fremantle_Oval 3
dbr_Fremont_Bridge_(Seattle) 3
dbr_Froschgrundsee 3
dbr_Fujikawa_Station_(Shizuoka) 3
dbr_Fukuyama_Castle 3
dbr_Fulton_Theatre 3
dbr_Futurist_Theatre 3
dbr_Göschenen_railway_station 3
dbr_Gösting_Castle 3
dbr_G._V._Barbee_Bridge 3
dbr_GFRP_Lleida_Pedestrian_Bridge 3
dbr_Gaiety_Theatre,_London 3
dbr_Galena_Creek_Bridge 3
dbr_Galeru_Nagari_Sujala_Sravanthi_Project 3
dbr_Gallery_Place_station 3
dbr_Garden_City_Skyway 3
dbr_Garden_City_station_(Kansas) 3
dbr_Gare_Saint-Lazare 3
dbr_Garrick_Theatre_(Guildford) 3
dbr_Gawler_railway_station 3
dbr_Gaziantep_railway_station 3
dbr_Gelantan_Dam 3
dbr_Genesee_Arch_Bridge 3
dbr_Genesee_Theatre 3
dbr_Genesee_Towers 3
dbr_George_A._Chalker_House 3
dbr_George_C._Platt_Bridge 3
dbr_George_M._Cohan's_Theatre 3
dbr_George_Neale_Jr._House 3
dbr_George_Washington_Memorial_Building 3
dbr_Georgi_Dimitrov_Mausoleum 3
dbr_Georgia_Avenue–Petworth_station 3
dbr_Georgia_State_station 3
dbr_Georgia_Theatre 3
dbr_Gerardus_Majellakerk_(Tilburg) 3
dbr_Gervais_Street_Bridge 3
dbr_Ghent_station_(New_York_Central_Railroad) 3
dbr_Gibbs_Street_Pedestrian_Bridge 3
dbr_Gibraltar_Dam 3
dbr_Gillespie_Dam 3
dbr_Girard_Avenue 3
dbr_Girard_Point_Bridge 3
dbr_Giubiasco_railway_station 3
dbr_Gladstone_station_(NJ_Transit) 3
dbr_Glines_Canyon_Dam 3
dbr_Globe_Ranger_Station 3
dbr_Globe_Theatre,_Dunedin 3
dbr_Globe_Theatre_(Newcastle_Street) 3
dbr_Goat's_Bridge 3
dbr_Godbold_Transportation_Center 3
dbr_Golden_Ears_Bridge 3
dbr_Golen_Gol_Hydropower_Project 3
dbr_Goleta_station 3
dbr_Gomal_Zam_Dam 3
dbr_Goodnough_Dike 3
dbr_Goodspeed_Musicals 3
dbr_Gorleston_Pavilion 3
dbr_Gottleuba_Dam 3
dbr_Gourgion_Tower 3
dbr_Grace_Episcopal_Church_(Alexandria,_Virginia) 3
dbr_Grace_Methodist_Episcopal_Church_(Petoskey,_Michigan) 3
dbr_Gradski_stadion_(Laktaši) 3
dbr_Grafton_Bridge 3
dbr_Granada_Theater_(Dallas) 3
dbr_Grand_Duchess_Charlotte_Bridge 3
dbr_Grand_Opera_House_(Ashland,_Wisconsin) 3
dbr_Grand_Street_Bridge 3
dbr_Grand_Street_and_Grand_Avenue 3
dbr_Grand_Theatre,_Blackpool 3
dbr_Grand_Theatre,_Lancaster 3
dbr_Grand_Theatre,_Wolverhampton 3
dbr_Grand_Theatre_(London,_Ontario) 3
dbr_Grand_Tower_Pipeline_Bridge 3
dbr_Granite_Reef_Diversion_Dam 3
dbr_Grant_Van_Valkenburg_House 3
dbr_Granville_Harbour_Wind_Farm 3
dbr_Grayland_station 3
dbr_Great_Works_Dam 3
dbr_Green's_Playhouse 3
dbr_Green_Cinema 3
dbr_Greenbelt_Knoll 3
dbr_Greenville_Memorial_Auditorium 3
dbr_Greystone_Villa,_Cabin_18 3
dbr_Groat_Road 3
dbr_Grolley_railway_station 3
dbr_Grosvenor_Park_Open_Air_Theatre 3
dbr_Guangzhao_Dam 3
dbr_Guanting_Hydropower_Station 3
dbr_Guardian_Angel_Cathedral 3
dbr_Guernsey_Dam 3
dbr_Guicam_Bridge 3
dbr_Guildford_railway_station,_Sydney 3
dbr_Guillemard_Bridge 3
dbr_Gust_Laituri_Homestead 3
dbr_Guwahati_railway_station 3
dbr_Hàn_River_Bridge 3
dbr_Hålogaland_Bridge 3
dbr_Hôtel_Guimard_(Art_Nouveau) 3
dbr_Hôtel_Ritz_Paris 3
dbr_Hacho_Bridge 3
dbr_Hadsel_Bridge 3
dbr_Halcyon_Place_Historic_District 3
dbr_Half_Chance_Iron_Bridge 3
dbr_Hammond–Whiting_station 3
dbr_Hammond_Building 3
dbr_Hams_Hall_power_stations 3
dbr_Hanna_Hall_(Waynesburg_University) 3
dbr_Hanna_Theatre 3
dbr_Hanover_Theatre_for_the_Performing_Arts 3
dbr_Hantangang_Dam 3
dbr_Harbiye_Muhsin_Ertuğrul_Stage 3
dbr_Hard_Rock_Live_(Atlantic_City) 3
dbr_Hardy_Bridge 3
dbr_Harlem_Avenue_station 3
dbr_Harlem_River_Lift_Bridge 3
dbr_Harpers_Ferry_station 3
dbr_Harris_Park_railway_station 3
dbr_Harris_Theater_(Chicago) 3
dbr_Harris_Theater_(Pittsburgh) 3
dbr_Harrisburg_Transportation_Center 3
dbr_Harrison_Apartment_Building 3
dbr_Hastings_High_Bridge 3
dbr_Hastings_station_(Nebraska) 3
dbr_Hatori_Dam 3
dbr_Havøysund_Bridge 3
dbr_Hawkeye_Street_Underpass 3
dbr_Hawthorne_Bridge 3
dbr_Hay_Bridge,_New_South_Wales 3
dbr_Hayachine_Dam 3
dbr_Hayden_Bridge_(Springfield,_Oregon) 3
dbr_Heidelberg_Hauptbahnhof 3
dbr_Heist_railway_station 3
dbr_Helgeland_Bridge 3
dbr_Helix_Bridge 3
dbr_Helyx_Bridge 3
dbr_Henry_Wadsworth_Longfellow_Monument 3
dbr_Her_Majesty's_Theatre,_Melbourne 3
dbr_Herdings_Twin_Towers 3
dbr_Heritage_Park_(Colonie,_New_York) 3
dbr_Herrenwieser_Schwallung 3
dbr_Herschell–Spillman_Noah's_Ark_Carousel 3
dbr_Heskestad_Church 3
dbr_Hiekkaharju_railway_station 3
dbr_Higashi-Hagi_Station 3
dbr_Higashi-Matsue_Station_(Wakayama) 3
dbr_High_Bridge_(St._Paul) 3
dbr_High_Five_Interchange 3
dbr_High_Moselle_Bridge 3
dbr_High_Street_railway_station,_New_South_Wales 3
dbr_Highlands_Masonic_Lodge 3
dbr_Highrock_Church 3
dbr_Hill_Crest_Community_Center 3
dbr_Hilldale_Park 3
dbr_Hillsdale_station_(Caltrain) 3
dbr_Hindiya_Barrage 3
dbr_Hiramatsu_Station 3
dbr_Hiroshima_Castle 3
dbr_Historic_Overtown/Lyric_Theatre_station 3
dbr_Hiyoshi_Dam 3
dbr_Ho_Tung_Gardens 3
dbr_Holly_Street_Power_Plant 3
dbr_Hollywood_station_(Illinois) 3
dbr_Holt-Bragg_Bridge 3
dbr_Holy_Innocents_Church,_South_Norwood 3
dbr_Holy_Trinity_Church,_Privett 3
dbr_Holy_Trinity_Church,_Salzburg 3
dbr_Home_Office_Building 3
dbr_Hongyanhe_Nuclear_Power_Plant 3
dbr_Hooper_Solar_PV_Power_Plant 3
dbr_Horn_Davis_Overholtzer_Bridge 3
dbr_Horseshoe_Curve_(Pennsylvania) 3
dbr_Hospital_20_de_Noviembre_metro_station 3
dbr_Hotel_Blanche 3
dbr_Hotel_Manger 3
dbr_Houghton_Memorial_Building 3
dbr_House_Park 3
dbr_House_at_418_Blanca_Avenue 3
dbr_Houston_Street_Viaduct 3
dbr_Howard_Street_(San_Francisco) 3
dbr_Howrah_Bridge 3
dbr_Hoxton_Hall 3
dbr_Hreljin_Viaduct 3
dbr_Hsinchu_HSR_station 3
dbr_Hsinta_Power_Plant 3
dbr_Huey_P._Long_Bridge_(Baton_Rouge) 3
dbr_Hugh_Glenn_House 3
dbr_Hugh_Laughlin_House 3
dbr_Huguenot_Memorial_Bridge 3
dbr_Hume_Dam 3
dbr_Hume_House 3
dbr_Hunanzhen_Dam 3
dbr_Hunzenschwil_railway_station 3
dbr_Huron_Wind 3
dbr_Hurricane_Gulch_Bridge 3
dbr_Hutiaohe_Bridge 3
dbr_I-25_&_Broadway_station 3
dbr_Ice_Harbor_Dam 3
dbr_Ichijōji_Station 3
dbr_Idas_Valley_Stadium 3
dbr_Idylwyld_Drive 3
dbr_Ikata_Nuclear_Power_Plant 3
dbr_Ikitsuki_Bridge 3
dbr_Ilanz_railway_station 3
dbr_Ilha_Solteira_Dam 3
dbr_Ilojo_Bar 3
dbr_Imperial_Dam 3
dbr_Imperial_Fields 3
dbr_Imperial_Solar_Energy_Center_West 3
dbr_Indian_Hill_station 3
dbr_Indian_Rocks_Causeway 3
dbr_Indian_Timothy_Memorial_Bridge 3
dbr_Indios_Verdes_metro_station 3
dbr_Infante_Dom_Henrique_Bridge 3
dbr_Inglewood_Stadium_(Western_Australia) 3
dbr_Inglis_Bridge,_Monmouth 3
dbr_Interboro_Theatre 3
dbr_Interstate_90_Grand_River_bridges 3
dbr_Iron_Gate_II_Hydroelectric_Power_Station 3
dbr_Irvine_Transportation_Center 3
dbr_Irving_Park_station_(CTA_Brown_Line) 3
dbr_Isaac_Brown_House 3
dbr_Isaac_Lightner_House 3
dbr_Isala_Theater 3
dbr_Isawa-Onsen_Station 3
dbr_Island_Bridge,_Riga 3
dbr_Istrian_Y 3
dbr_Itingen_railway_station 3
dbr_Iya_Station 3
dbr_Järvelä_railway_station 3
dbr_Jōgakura_Bridge 3
dbr_J._Douglas_Galyon_Depot 3
dbr_J._Eliazer_Stadion 3
dbr_Jack's_Creek_Covered_Bridge 3
dbr_Jacques_Cartier_Bridge 3
dbr_James_Brown_House_(Riverdale,_Iowa) 3
dbr_James_Oviatt_Building 3
dbr_Japanese_General_Government_Building,_Seoul 3
dbr_Jay_Pritzker_Pavilion 3
dbr_Jean-Marie_Tjibaou_Cultural_Centre 3
dbr_Jean_Cocteau_Cinema 3
dbr_Jefferson_Theater_(Virginia) 3
dbr_Jeffries_Ford_Covered_Bridge 3
dbr_Jericho_International_Stadium 3
dbr_Jersey_Avenue_station 3
dbr_Jersey_Opera_House 3
dbr_Jesse_Knight_House 3
dbr_Jiaozhou_Bay_Bridge 3
dbr_Jinhai_Power_Station 3
dbr_Jinping-I_Dam 3
dbr_John_A._Lynch_Sr._Memorial_Bridge 3
dbr_John_Brand_Sr._House 3
dbr_John_F._Kennedy_Presidential_Library_and_Museum 3
dbr_John_Herbert_Quick_House 3
dbr_John_J._Michels_House 3
